const legalTraining80 = [
  /* вопрос 1.1  1*/
  {
    question: 'В соответствии с действующим законодательством оружие это:',
    answers: [
      {
        id: '1.1.1',
        value: '1. Устройства и предметы, конструктивно предназначенные для поражения живой или иной цели, подачи сигналов.',
        correct: true,
      },
      {
        id: '1.1.2',
        value: '2. Устройства и предметы, конструктивно не предназначенные, но приспособленные для поражения живой или иной цели.',
        correct: false,
      },
      {
        id: '1.1.3',
        value: '3. Устройства и предметы, при помощи которых производится метание пули, дроби, картечи.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.2   2*/
  {
    question: 'В соответствии с действующим законодательством огнестрельное оружие это:',
    answers: [
      {
        id: '1.2.1',
        value: '1. Устройства, предназначенные для механического поражения цели на расстоянии снарядом, получившим направленное движение за счет мускульной силы человека.',
        correct: false,
      },
      {
        id: '1.2.2',
        value: '2. Оружие, предназначенное для механического поражения цели на расстоянии метаемым снаряжением, получающим направленное движение за счет энергии порохового или иного заряда.',
        correct: true,
      },
      {
        id: '1.2.3',
        value: '3. Оружие, в котором для метания поражающего элемента используется энергия газов.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.3   3*/
  {
    question: 'В соответствии с действующим законодательством к основным частям огнестрельного оружия относятся:',
    answers: [
      {
        id: '1.3.1',
        value: '1. Курок, ударник, спусковой механизм, прицельное приспособление.',
        correct: false,
      },
      {
        id: '1.3.2',
        value: '2. Совокупность механизмов и деталей, обеспечивающих производство выстрела.',
        correct: false,
      },
      {
        id: '1.3.3',
        value: '3. Ствол, затвор, барабан, рамка, ствольная коробка.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.4   1*/
  {
    question: 'В соответствии с действующим законодательством холодное оружие это:',
    answers: [
      {
        id: '1.4.1',
        value: '1. Оружие, предназначенное для поражения цели при помощи мускульной силы человека при непосредственном контакте с объектом поражения.',
        correct: true,
      },
      {
        id: '1.4.2',
        value: '2. Оружие, предназначенное для поражения цели при помощи механического устройства при непосредственном контакте с объектом поражения.',
        correct: false,
      },
      {
        id: '1.4.3',
        value: '3. Оружие, предназначенное для поражения цели на расстоянии снарядом, получающим направленное движение при помощи мускульной силы человека.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.5   2*/
  {
    question: 'В соответствии с действующим законодательством метательное оружие это:',
    answers: [
      {
        id: '1.5.1',
        value: '1. Устройства, предназначенные для поражения цели на расстоянии снарядом, получающим направленное движение за счет энергии сжатой пружины.',
        correct: false,
      },
      {
        id: '1.5.2',
        value: '2. Оружие, предназначенное для поражения цели на расстоянии снарядом, получающим направленное движение при помощи мускульной силы человека или механического устройства.',
        correct: true,
      },
      {
        id: '1.5.3',
        value: '3. Устройства, предназначенные для поражения цели на расстоянии снарядом, получающим направленное движение за счет энергии сжатого, сжиженного или отвержденного газа.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.6   3*/
  {
    question: 'В соответствии с действующим законодательством пневматическое оружие это:',
    answers: [
      {
        id: '1.6.1',
        value: '1. Оружие, с дульной энергией не более 25 Дж, предназначенное для поражения цели на расстоянии снарядом, получившим направленное движение за счет энергии сжатого газа.',
        correct: false,
      },
      {
        id: '1.6.2',
        value: '2. Устройства, предназначенные для поражения цели на расстоянии снарядом, получающим направленное движение за счет энергии сжатой пружины.',
        correct: false,
      },
      {
        id: '1.6.3',
        value: '3. Оружие, предназначенное для поражения цели на расстоянии снарядом, получающим направленное движение за счет энергии сжатого, сжиженного или отвержденного газа.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.7   1*/
  {
    question: 'В соответствии с действующим законодательством газовое оружие это:',
    answers: [
      {
        id: '1.7.1',
        value: '1. Оружие, предназначенное для временного химического поражения живой цели путем применения слезоточивых или раздражающих веществ.',
        correct: true,
      },
      {
        id: '1.7.2',
        value: '2. Оружие и устройства, предназначенные для временного поражения живой цели путем применения нервно-паралитических веществ.',
        correct: false,
      },
      {
        id: '1.7.3',
        value: '3. Оружие, предназначенное для поражения живой цели путем применения слезоточивых, нервно-паралитических или раздражающих веществ.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.8   2*/
  {
    question: 'В соответствии с действующим законодательством боеприпасы это:',
    answers: [
      {
        id: '1.8.1',
        value: '1. Устройства, предназначенные для выстрела из оружия и состоящие из трех элементов - средства инициирования, метательного заряда и метаемого снаряжения.',
        correct: false,
      },
      {
        id: '1.8.2',
        value: '2. Предметы вооружения и метаемое снаряжение, предназначенные для поражения цели и содержащие разрывной, метательный, пиротехнический или вышибной заряды либо их сочетание.',
        correct: true,
      },
      {
        id: '1.8.3',
        value: '3. Устройства, предназначенные для выстрела из оружия и поражения цели.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.9   3*/
  {
    question: 'В соответствии с действующим законодательством патрон это:',
    answers: [
      {
        id: '1.9.1',
        value: '1. Боеприпас, представляющий собой сборочную единицу, состоящую из метаемого элемента, метательного заряда, капсюля-воспламенителя и гильзы.',
        correct: false,
      },
      {
        id: '1.9.2',
        value: '2. Устройство, предназначенное для выстрела из оружия и состоящее из трех элементов - средства инициирования, метательного заряда и метаемого снаряжения.',
        correct: false,
      },
      {
        id: '1.9.3',
        value: '3. Устройство, предназначенное для выстрела из оружия, объединяющее в одно целое при помощи гильзы средства инициирования, метательный заряд и метаемое снаряжение.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.10  1*/
  {
    question: 'В соответствии с действующим законодательством сигнальное оружие это:',
    answers: [
      {
        id: '1.10.1',
        value: '1. Оружие, конструктивно предназначенное только для подачи световых, дымовых или звуковых сигналов.',
        correct: true,
      },
      {
        id: '1.10.2',
        value: '2. Устройство, конструктивно предназначенное для подачи сигналов бедствия в виде звука, или света.',
        correct: false,
      },
      {
        id: '1.10.3',
        value: '3. Предметы вооружения и метаемое снаряжение, предназначенные для создания световых, дымовых или звуковых эффектов.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.11  2*/
  {
    question: 'В соответствии с действующим законодательством оборот оружия и основных частей огнестрельного оружия в Российской Федерации это:',
    answers: [
      {
        id: '1.11.1',
        value: '1. Приобретение гражданами и юридическими лицами с особыми уставными задачами оружия и основных частей огнестрельного оружия, получение разрешений на его хранение и использование, транспортирование, учет, хранение, ношение и использование.',
        correct: false,
      },
      {
        id: '1.11.2',
        value: '2. Производство оружия, торговля оружием, продажа, передача, приобретение, коллекционирование, экспонирование, учет, хранение, ношение, перевозка, транспортирование, использование, изъятие, уничтожение, ввоз оружия на территорию Российской Федерации и вывоз его из Российской Федерации.',
        correct: true,
      },
      {
        id: '1.11.3',
        value: '3. Весь жизненный цикл оружия и основных частей огнестрельного оружия от его производства до утилизации.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.12  3*/
  {
    question: 'В соответствии с действующим законодательством огнестрельное оружие ограниченного поражения это:',
    answers: [
      {
        id: '1.12.1',
        value: '1. Устройство, предназначенное для механического поражения цели на коротких дистанциях патроном травматического действия, не предназначенным для причинения смерти человеку.',
        correct: false,
      },
      {
        id: '1.12.2',
        value: '2. Оружие, не предназначенное для причинения смерти человеку, в котором направленное движение метаемому травматическому патрону придается за счет энергии порохового заряда.',
        correct: false,
      },
      {
        id: '1.12.3',
        value: '3. Короткоствольное оружие и бесствольное оружие, предназначенные для механического поражения живой цели на расстоянии метаемым снаряжением патрона травматического действия, получающим направленное движение за счет энергии порохового или иного заряда, и не предназначенные для причинения смерти человеку.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.13  1*/
  {
    question: 'В соответствии с действующим законодательством патрон травматического действия это:',
    answers: [
      {
        id: '1.13.1',
        value: '1. Устройство, предназначенное для выстрела из огнестрельного гладкоствольного оружия или огнестрельного оружия ограниченного поражения, объединяющее в одно целое при помощи гильзы средства инициирования, метательный заряд и метаемое снаряжение травматического действия и не предназначенное для причинения смерти человеку.',
        correct: true,
      },
      {
        id: '1.13.2',
        value: '2. Патрон, предназначенный для выстрела из травматического оружия и не предназначенный для причинения смерти человеку.',
        correct: false,
      },
      {
        id: '1.13.3',
        value: '3. Устройство, предназначенное для выстрела из огнестрельного  ладкоствольного или бесствольного оружия, содержащее метаемое снаряжение травматического действия, не предназначенное для причинения смерти человеку.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.14  2*/
  {
    question: 'В соответствии с действующим законодательством патрон газового действия это:',
    answers: [
      {
        id: '1.14.1',
        value: '1. Устройство, предназначенное для выстрела из огнестрельного гладкоствольного оружия ограниченного поражения метательного снаряда, снаряженного слезоточивыми или раздражающими веществами и не предназначенное для причинения смерти человеку.',
        correct: false,
      },
      {
        id: '1.14.2',
        value: '2. Устройство, предназначенное для выстрела из газового оружия или огнестрельного оружия ограниченного поражения, объединяющее в одно целое при помощи гильзы средства инициирования, снаряженное слезоточивыми или раздражающими веществами и не предназначенное для причинения смерти человеку.',
        correct: true,
      },
      {
        id: '1.14.3',
        value: '3. Патрон, предназначенный для выстрела из газового оружияи не предназначенный для причинения смерти человеку.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.15  3*/
  {
    question: 'В соответствии с действующим законодательством патрон светозвукового действия это:',
    answers: [
      {
        id: '1.15.1',
        value: '1. Устройство, предназначенное для выстрела из огнестрельного оружия или сигнального оружия, объединяющее в одно целое при помощи гильзы средства инициирования, метательный заряд и метаемое снаряжение для подачи светового, дымового или звукового сигнала и не предназначенное для поражения живой или иной цели.',
        correct: false,
      },
      {
        id: '1.15.2',
        value: '2. Патрон, предназначенный для выстрела из сигнального оружия и не предназначенный для причинения смерти человеку.',
        correct: false,
      },
      {
        id: '1.15.3',
        value: '3. Устройство, предназначенное для выстрела из огнестрельного оружия, огнестрельного оружия ограниченного поражения, газового или сигнального оружия, объединяющее в одно целое при помощи гильзы средства инициирования и снаряжение светозвукового действияи не предназначенное для поражения живой или иной цели.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.16  1*/
  {
    question: 'В соответствии с действующим законодательством ударный механизм это:',
    answers: [
      {
        id: '1.16.1',
        value: '1. Механизм оружия, обеспечивающий приведение в действие средства инициирования патрона.',
        correct: true,
      },
      {
        id: '1.16.2',
        value: '2. Совокупность частей оружия, предназначенная для приведенияв действие средства инициирования патрона.',
        correct: false,
      },
      {
        id: '1.16.3',
        value: '3. Устройство, предназначенное для нанесения удара по капсюлю-воспламенителю.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.17  2*/
  {
    question: 'В соответствии с действующим законодательством боек ударного механизма это:',
    answers: [
      {
        id: '1.17.1',
        value: '1. Устройство, предназначенное для нанесения удара по капсюлю-воспламенителю.',
        correct: false,
      },
      {
        id: '1.17.2',
        value: '2. Деталь ударного механизма, наносящая удар по средству инициирования патрона. ',
        correct: true,
      },
      {
        id: '1.17.3',
        value: '3. Механизм оружия, обеспечивающий приведение в действие средства инициирования патрона.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.18  3*/
  {
    question: 'Какое из перечисленных ниже изделий не относится к оружию?',
    answers: [
      {
        id: '1.18.1',
        value: '1. Стартовый пистолет.',
        correct: false,
      },
      {
        id: '1.18.2',
        value: '2. Пневматический пистолет.',
        correct: false,
      },
      {
        id: '1.18.3',
        value: '3. Топор.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.19  2*/
  {
    question: 'Какое из перечисленных ниже изделий относится к оружию?',
    answers: [
      {
        id: '1.19.1',
        value: '1. Кухонный нож для разделки мяса.',
        correct: false,
      },
      {
        id: '1.19.2',
        value: '2. Пневматический пистолет с дульной энергией 5 Дж.',
        correct: true,
      },
      {
        id: '1.19.3',
        value: '3. Бейсбольная бита.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.20  3*/
  {
    question: 'Какое из перечисленных ниже изделий не относится к оружию?',
    answers: [
      {
        id: '1.20.1',
        value: '1. Механические распылители, аэрозольные и другие устройства, снаряженные слезоточивыми или раздражающими веществами, разрешенными к применению федеральным органом исполнительной власти, осуществляющим функции по выработке государственной политики и нормативно-правовому регулированию в сфере здравоохранения.',
        correct: false,
      },
      {
        id: '1.20.2',
        value: '2. Пневматический пистолет с дульной энергией свыше 3 Дж.',
        correct: false,
      },
      {
        id: '1.20.3',
        value: '3. Изделия, сертифицированные в качестве изделий хозяйственно-бытового и производственного назначения, спортивные снаряды, конструктивно сходные с оружием.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.21  1*/
  {
    question: 'Какое из перечисленных ниже изделий не относится к оружию?',
    answers: [
      {
        id: '1.21.1',
        value: '1. Монтажные пистолеты производственного назначения.',
        correct: true,
      },
      {
        id: '1.21.2',
        value: '2. Электрошоковые устройства и искровые разрядники отечественного производства, имеющие выходные параметры, соответствующие требованиям государственных стандартов Российской Федерациии нормам федерального органа исполнительной власти, осуществляющего функции по выработке государственной политики и нормативно-правовому регулированию в сфере здравоохранения.',
        correct: false,
      },
      {
        id: '1.21.3',
        value: '3. Спортивное холодное клинковое оружие.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.22  2*/
  {
    question: 'Оружие в зависимости от целей его использования соответствующими субъектами, а также по основным параметрам и характеристикам подразделяется:',
    answers: [
      {
        id: '1.22.1',
        value: '1. На огнестрельное, холодное, газовое и пневматическое.',
        correct: false,
      },
      {
        id: '1.22.2',
        value: '2. На гражданское, служебное, боевое ручное стрелковое и холодное.',
        correct: true,
      },
      {
        id: '1.22.3',
        value: '3. На длинноствольное, короткоствольное и бесствольное.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.23  3*/
  {
    question: 'К гражданскому оружию относится:',
    answers: [
      {
        id: '1.23.1',
        value: '1. Оружие, предназначенное для использования гражданами Российской Федерации в целях: самообороны, ведения боевых действий и использования в иных целях.',
        correct: false,
      },
      {
        id: '1.23.2',
        value: '2. Оружие, предназначенное для использования должностными лицами государственных органов, которым законодательством Российской Федерации разрешено ношение, хранение и применение указанного оружия, в целях исполнения возложенных на них федеральным законом обязанностей по защите жизни и здоровья граждан, собственности,по охране природы и природных ресурсов.',
        correct: false,
      },
      {
        id: '1.23.3',
        value: '3. Оружие, предназначенное для использования гражданами Российской Федерации в целях самообороны, для занятий спортом и охотой, а также в культурных и образовательных целях.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.24  1*/
  {
    question: 'Какое из перечисленных ниже изделий не относится к гражданскому оружию:',
    answers: [
      {
        id: '1.24.1',
        value: '1. Палка резиновая.',
        correct: true,
      },
      {
        id: '1.24.2',
        value: '2. Электрошоковое устройство отечественного производства. ',
        correct: false,
      },
      {
        id: '1.24.3',
        value: '3. Механические распылители, снаряженные слезоточивыми или раздражающими веществами.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.25  2*/
  {
    question: 'Юридическими лицами с особыми уставными задачами являются:',
    answers: [
      {
        id: '1.25.1',
        value: '1. Предприятия и организации, которым в соответствии с действующим законодательством разрешается производство, транспортирование, экспонирование и уничтожение огнестрельного оружия.',
        correct: false,
      },
      {
        id: '1.25.2',
        value: '2. Предприятия и организации, на которые законодательством Российской Федерации возложены функции, связанные с использованием и применением служебного оружия.',
        correct: true,
      },
      {
        id: '1.25.3',
        value: '3. Предприятия и организации, которые выполняют функции по защите охраняемых объектов от противоправных посягательств.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.26  3*/
  {
    question: 'К служебному оружию не относится:',
    answers: [
      {
        id: '1.26.1',
        value: '1. Оружие, предназначенное для использования должностными лицами государственных органов и работниками юридических лиц, которым законодательством Российской Федерации разрешено ношение, хранение и применение указанного оружия, в целях самообороны или для исполнения возложенных на них федеральным законом обязанностей по защите жизни и здоровья граждан, собственности, по охране природы и природных ресурсов, ценных и опасных грузов, специальной корреспонденции.',
        correct: false,
      },
      {
        id: '1.26.2',
        value: '2. Огнестрельное гладкоствольное и нарезное короткоствольное оружие отечественного производства с дульной энергией не более 300 Дж, огнестрельное гладкоствольное длинноствольное оружие, а также огнестрельное оружие ограниченного поражения с патронами травматического действия.',
        correct: false,
      },
      {
        id: '1.26.3',
        value: '3. Оружие, предназначенное для решения боевых и оперативно-служебных задач.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.27  2*/
  {
    question: 'К боевому ручному стрелковому и холодному оружию относится:',
    answers: [
      {
        id: '1.27.1',
        value: '1. Огнестрельное гладкоствольное и нарезное короткоствольное оружие отечественного производства с дульной энергией более 300 Дж.',
        correct: false,
      },
      {
        id: '1.27.2',
        value: '2. Оружие, предназначенное для решения боевых и оперативно-служебных задач.',
        correct: true,
      },
      {
        id: '1.27.3',
        value: '3. Оружие, предназначенное для использования должностными лицами государственных органов и работниками юридических лиц с особыми уставными задачами.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.28  1*/
  {
    question: 'Дульная энергия при выстреле из служебного огнестрельного оружия ограниченного поражения патронами травматического действия не должна превышать:',
    answers: [
      {
        id: '1.28.1',
        value: '1. 150 Дж.',
        correct: true,
      },
      {
        id: '1.28.2',
        value: '2. 300 Дж.',
        correct: false,
      },
      {
        id: '1.28.3',
        value: '3. 450 Дж.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.29  3*/
  {
    question: 'При каких условиях разрешен оборот гражданского огнестрельного длинноствольного оружия?',
    answers: [
      {
        id: '1.29.1',
        value: '1. Если общая длина оружия 750 мм.',
        correct: false,
      },
      {
        id: '1.29.2',
        value: '2. Если длина ствола со ствольной коробкой 450 мм.',
        correct: false,
      },
      {
        id: '1.29.3',
        value: '3. Если общая длина оружия 810 мм.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.30  1*/
  {
    question: 'При каких условиях запрещён оборот гражданского оружия?',
    answers: [
      {
        id: '1.30.1',
        value: '1. Если огнестрельное оружие имеет форму, имитирующую другие предметы.',
        correct: true,
      },
      {
        id: '1.30.2',
        value: '2. Если емкость магазина (барабана) менее 10 патронов.',
        correct: false,
      },
      {
        id: '1.30.3',
        value: '3. Если общая длина оружия более 800 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.31  3*/
  {
    question: 'Приобретение оружия и патронов к нему на территории Российской Федерации подлежит лицензированию если:',
    answers: [
      {
        id: '1.31.1',
        value: '1. Оружие и патроны к нему приобретаются государственными военизированными организациями.',
        correct: false,
      },
      {
        id: '1.31.2',
        value: '2. Приобретается спортивное пневматическое оружие с дульной энергией не более 7,5 Дж и калибром до 4,5 мм включительно.',
        correct: false,
      },
      {
        id: '1.31.3',
        value: '3. Оружие и патроны к нему приобретаются юридическим лицом с особыми уставными задачами.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.32  1*/
  {
    question: 'Юридические лица с особыми уставными задачами имеют право в соответствии с нормативными правовыми актами Правительства Российской Федерации:',
    answers: [
      {
        id: '1.32.1',
        value: '1. Приобретать гражданское и служебное оружие у юридических лиц-поставщиков.',
        correct: true,
      },
      {
        id: '1.32.2',
        value: '2. Приобретать боевое ручное стрелковое оружие, находящееся на законных основаниях на вооружении государственных военизированных организаций.',
        correct: false,
      },
      {
        id: '1.32.3',
        value: '3. Приобретать гражданское оружие у граждан, владеющих им на законных основаниях, после получения соответствующей лицензии в территориальных органах Росгвардии.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.33  2*/
  {
    question: 'Виды, типы, модели и количество гражданского и служебного оружия, которое имеет право приобретать юридические лица с особыми уставными задачами, устанавливаются:',
    answers: [
      {
        id: '1.33.1',
        value: '1. Государственной Думой Российской Федерации.',
        correct: false,
      },
      {
        id: '1.33.2',
        value: '2. Правительством Российской Федерации.',
        correct: true,
      },
      {
        id: '1.33.3',
        value: '3. Федеральной службой войск национальной гвардии Российской Федерации.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.34  1*/
  {
    question: 'Кем определяются правила оборота боевого ручного стрелкового оружия?',
    answers: [
      {
        id: '1.34.1',
        value: '1. Правительством Российской Федерации.',
        correct: true,
      },
      {
        id: '1.34.2',
        value: '2. Федеральной службой войск национальной гвардии Российской Федерации.',
        correct: false,
      },
      {
        id: '1.34.3',
        value: '3. Президентом Российской Федерации.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.35  1*/
  {
    question: 'Кем определяются правила оборота патронов к боевому ручному стрелковому оружию?',
    answers: [
      {
        id: '1.35.1',
        value: '1. Правительством Российской Федерации.',
        correct: true,
      },
      {
        id: '1.35.2',
        value: '2. Федеральной службой войск национальной гвардии Российской Федерации.',
        correct: false,
      },
      {
        id: '1.35.3',
        value: '3. Президентом Российской Федерации.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.36  3*/
  {
    question: 'В какие сроки подлежит регистрации в соответствующих территориальных органах Росгвардии приобретенное оружие?',
    answers: [
      {
        id: '1.36.1',
        value: '1. В течение 30 дней с момента его приобретения.',
        correct: false,
      },
      {
        id: '1.36.2',
        value: '2. Не более чем 10 дней со дня его приобретения.',
        correct: false,
      },
      {
        id: '1.36.3',
        value: '3. В двухнедельный срок со дня его приобретения.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.37  1*/
  {
    question: 'Кому не разрешается приобретение и использование охотничьего огнестрельного оружия в качестве служебного?',
    answers: [
      {
        id: '1.37.1',
        value: '1. Физкультурно-спортивным организациям и (или) спортивным клубам, осуществляющие свою деятельность в соответствующих видах спорта, связанных с использованием оружия (спортивные организации).',
        correct: true,
      },
      {
        id: '1.37.2',
        value: '2. Государственным органам и государственным учреждениям, которые в соответствии с Лесным кодексом Российской Федерации осуществляют государственный лесной контроль и надзор.',
        correct: false,
      },
      {
        id: '1.37.3',
        value: '3. Организациям, которые осуществляют функции охраны, контроля и регулирования использования объектов животного мира и среды их обитания.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.38  2*/
  {
    question: 'Закрепление оружия за работниками юридических лиц с особыми уставными задачами осуществляется:',
    answers: [
      {
        id: '1.38.1',
        value: '1. По решению начальника органа внутренних дел, на территории обслуживания которого осуществляет свою деятельность юридическое лицо с особыми уставными задачами.',
        correct: false,
      },
      {
        id: '1.38.2',
        value: '2. По решению руководителя юридического лица, после прохождения работниками соответствующей подготовки и при отсутствии у них оснований, препятствующих получению лицензии на приобретение гражданского оружия.',
        correct: true,
      },
      {
        id: '1.38.3',
        value: '3. По решению комиссии по проведению периодической проверки работников юридических лиц на пригодность к действиям в условиях, связанных с применением огнестрельного оружия и специальных средств.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.39  3*/
  {
    question: 'В организациях с особыми уставными задачами должности, связанные с учетом, хранением, выдачей или использованием огнестрельного оружия, боеприпасов и патронов к огнестрельному оружию, не могут замещать:',
    answers: [
      {
        id: '1.39.1',
        value: '1. Лица, которые по своему состоянию здоровья требуют ежегодной реабилитации в учреждениях санаторно-курортного лечения.',
        correct: false,
      },
      {
        id: '1.39.2',
        value: '2. Лица, уволенные с государственной службы.',
        correct: false,
      },
      {
        id: '1.39.3',
        value: '3. Лица, которые имеют неснятую или непогашенную судимость за преступление, совершенное умышленно.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.40  2*/
  {
    question: 'Юридические лица с особыми уставными задачами могут продавать находящееся у них на законных основаниях гражданское и служебное оружие и патроны к нему:',
    answers: [
      {
        id: '1.40.1',
        value: '1. Гражданам, имеющим лицензию на приобретение оружия, с предварительным уведомлением об этом органов внутренних дел по месту учета указанного оружия.',
        correct: false,
      },
      {
        id: '1.40.2',
        value: '2. Юридическим лицам, имеющим лицензию на торговлю гражданским и служебным оружием, с предварительным уведомлением об этом органов внутренних дел по месту учета указанного оружия. ',
        correct: true,
      },
      {
        id: '1.40.3',
        value: '3. Государственным военизированным организациям.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.41  3*/
  {
    question: 'Требования к условиям хранения различных видов гражданского и служебного оружия и патронов к нему определяются:',
    answers: [
      {
        id: '1.41.1',
        value: '1. Федеральной службой войск национальной гвардии Российской Федерации.',
        correct: false,
      },
      {
        id: '1.41.2',
        value: '2. Президентом Российской Федерации.',
        correct: false,
      },
      {
        id: '1.41.3',
        value: '3. Правительством Российской Федерации.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.42  2*/
  {
    question: 'Относится ли ствольная коробка и рамка к основным частям огнестрельного оружия?',
    answers: [
      {
        id: '1.42.1',
        value: '1. Ствольная коробка и рамка к основным частям огнестрельного оружия не относятся.',
        correct: false,
      },
      {
        id: '1.42.2',
        value: '2. Ствольная коробка и рамка являются основным частям огнестрельного оружия.',
        correct: true,
      },
      {
        id: '1.42.3',
        value: '3. К основным частям огнестрельного оружия относится только ствольная коробка.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.43  2*/
  {
    question: 'Верно ли, что различие оружия на гражданское, служебное, боевое ручное стрелковое и холодное, осуществляется по целям его использования, параметрам и характеристикам?',
    answers: [
      {
        id: '1.43.1',
        value: '1. Различие оружия на гражданское, служебное, боевое ручное стрелковое и холодное осуществляется по принадлежности его организациям, назначению и способам производства, и техническим характеристикам.',
        correct: false,
      },
      {
        id: '1.43.2',
        value: '2. Различие оружия на гражданское, служебное, боевое ручное стрелковое и холодное, осуществляется по целям его использования, параметрам и характеристикам.',
        correct: true,
      },
      {
        id: '1.43.3',
        value: '3. Оружие по целям его использования, параметрам и характеристикам различается на длинноствольное, короткоствольное и бесствольное.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.44  1*/
  {
    question: 'Какое оружие относится к гражданскому оружию самообороны?',
    answers: [
      {
        id: '1.44.1',
        value: '1. Искровые разрядники и электрошоковые устройства отечественного производства.',
        correct: true,
      },
      {
        id: '1.44.2',
        value: '2. Искровые разрядники и электрошоковые устройства иностранного производства.',
        correct: false,
      },
      {
        id: '1.44.3',
        value: '3. Искровые разрядники и электрошоковые устройства иностранного производства, имеющие соответствующий сертификат качества.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.45  1*/
  {
    question: 'Относятся ли аэрозольные устройства и механические распылители, снаряженные слезоточивым веществом, к оружию самообороны?',
    answers: [
      {
        id: '1.45.1',
        value: '1. Аэрозольные устройства и механические распылители, снаряженные слезоточивым веществом, относятся к оружию самообороны.',
        correct: true,
      },
      {
        id: '1.45.2',
        value: '2. Механические распылители, снаряженные слезоточивым веществом, не относятся к оружию самообороны. ',
        correct: false,
      },
      {
        id: '1.45.3',
        value: '3. К оружию самообороны относятся только механические распылители, снаряженные слезоточивым веществом.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.46  3*/
  {
    question: 'Должно ли гражданское огнестрельное оружие соответствовать следующим требованиям - исключать ведение огня очередями и иметь емкость магазина (барабана) не более 10 патронов?',
    answers: [
      {
        id: '1.46.1',
        value: '1. В случае использования гражданского оружия в качестве служебного оружия из него допускается ведение огня очередями.',
        correct: false,
      },
      {
        id: '1.46.2',
        value: '2. Допускается емкость магазина более 10 патронов, если гражданское оружие используется как служебное оружие.',
        correct: false,
      },
      {
        id: '1.46.3',
        value: '3. Гражданское оружие должно соответствовать указанным требованиям.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.47  2*/
  {
    question: 'Должно ли служебное оружие отличаться от боевого ручного стрелкового оружия по типам патронов?',
    answers: [
      {
        id: '1.47.1',
        value: '1. Для служебного и боевого ручного стрелкового оружия могут использоваться патроны одного типа.',
        correct: false,
      },
      {
        id: '1.47.2',
        value: '2. Нарезное служебное оружие должно иметь отличия от боевого ручного стрелкового оружия по типам и размерам патрона.',
        correct: true,
      },
      {
        id: '1.47.3',
        value: '3. При стрельбе из служебного оружия и боевого ручного стрелкового оружия могут использоваться патроны одного типа, но при этом они должны различаться по следообразованию на гильзе.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.48  1*/
  {
    question: 'Возможно ли из служебного оружия, при емкости магазина не более 5 патронов, ведение огня очередями?',
    answers: [
      {
        id: '1.48.1',
        value: '1. Служебное оружие должно исключать ведение огня очередями.',
        correct: true,
      },
      {
        id: '1.48.2',
        value: '2. Из служебного оружия, возможно ведение огня очередями только при емкости магазина более 10 патронов.',
        correct: false,
      },
      {
        id: '1.48.3',
        value: '3. Допускается ведение огня очередями только из нарезного служебного оружия.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.49  2*/
  {
    question: 'Может ли служебное оружие, в котором исключена возможность ведения огня очередями, иметь магазин емкостью в 15 патронов?',
    answers: [
      {
        id: '1.49.1',
        value: '1. Емкость магазина служебного оружия более 10 патронов допускается.',
        correct: false,
      },
      {
        id: '1.49.2',
        value: '2. Емкость магазина служебного оружия должна быть не более10 патронов.',
        correct: true,
      },
      {
        id: '1.49.3',
        value: '3. Служебное оружие должно иметь магазин не более 5 патронов.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.50  2*/
  {
    question: 'Запрещается ли на территории Российской Федерации оборот гражданского огнестрельного оружия, имитирующего другие предметы?',
    answers: [
      {
        id: '1.50.1',
        value: '1. На территории Российской Федерации оборот гражданского оружия, которое имитирует другие предметы не запрещается.',
        correct: false,
      },
      {
        id: '1.50.2',
        value: '2. На территории Российской Федерации запрещается оборот в качестве гражданского оружия огнестрельного оружия, которое имеет форму, имитирующую другие предметы.',
        correct: true,
      },
      {
        id: '1.50.3',
        value: '3. На территории Российской Федерации разрешается оборот гражданского оружия, которое имитирует другие предметы, при условии, что это гражданское оружие состоит на вооружение юридического лица с особыми уставными задачами.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.51  1*/
  {
    question: 'Запрещается ли на территории Российской Федерации оборот газового оружия, снаряженного нервно-паралитическими и отравляющими веществами?',
    answers: [
      {
        id: '1.51.1',
        value: '1. На территории Российской Федерации оборот газового оружия, снаряженного нервно-паралитическими, отравляющими, а также другими веществами, не разрешенными к применению федеральным органом исполнительной власти, осуществляющим функции по выработке государственной политики и нормативно-правовому регулированию в сфере здравоохранения запрещен.',
        correct: true,
      },
      {
        id: '1.51.2',
        value: '2. На территории Российской Федерации запрещен оборот газового оружия только снаряженного нервно-паралитическими и отравляющими веществами, которые запрещаются к применению федеральным органом исполнительной власти в сфере внутренних дел.',
        correct: false,
      },
      {
        id: '1.51.3',
        value: '3. На территории Российской Федерации оборот газового оружия, снаряженного нервно-паралитическими и другими отравляющими веществами разрешен в том случае, если это оружие состоитна вооружении юридического лица с особыми уставными задачами.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.52  1*/
  {
    question: 'Запрещается ли на территории Российской Федерации установка на гражданском и служебном оружии приспособлений для бесшумной стрельбы?',
    answers: [
      {
        id: '1.52.1',
        value: '1. Установка на гражданском и служебном оружии приспособлений для бесшумной стрельбы запрещена.',
        correct: true,
      },
      {
        id: '1.52.2',
        value: '2. Установка на гражданском и служебном оружии приспособлений для бесшумной стрельбы допускается при наличии соответствующих разрешений.',
        correct: false,
      },
      {
        id: '1.52.3',
        value: '3. На территории Российской Федерации установка приспособлений для бесшумной стрельбы разрешена только на служебном оружии.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.53  2*/
  {
    question: 'Запрещается ли на территории Российской Федерации  использование патронов к служебному оружию с пулями бронебойного, зажигательного, разрывного или трассирующего действия?',
    answers: [
      {
        id: '1.53.1',
        value: '1. На территории Российской Федерации использование патронов к служебному оружию с пулями бронебойного, зажигательного, разрывного или трассирующего действия допускается только в том случае, если эти патроны используются юридическими лицами с особыми уставными задачами при пресечении массовых беспорядков.',
        correct: false,
      },
      {
        id: '1.53.2',
        value: '2. На территории Российской Федерации использование патронов к служебному оружию с пулями бронебойного, зажигательного, разрывного или трассирующего действия запрещено.',
        correct: true,
      },
      {
        id: '1.53.3',
        value: '3. На территории Российской Федерации использование патронов к служебному оружию с пулями бронебойного, зажигательного, разрывного или трассирующего действия разрешается при пресечении тяжкого преступления.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.54  1*/
  {
    question: 'Запрещается ли на территории Российской Федерации оборот кистеней, кастетов, сурикенов, бумерангов и других специально приспособленных для использования в качестве оружия предметов ударно-дробящего и метательного действия?',
    answers: [
      {
        id: '1.54.1',
        value: '1. На территории Российской Федерации оборот кистеней, кастетов, сурикенов, бумерангов и других, специально приспособленных для использования в качестве оружия предметов ударно-дробящего и метательного действия, за исключением спортивных снарядов, запрещен.',
        correct: true,
      },
      {
        id: '1.54.2',
        value: '2. На территории Российской Федерации оборот кистеней, кастетов, сурикенов, бумерангов и других, специально приспособленных для использования в качестве оружия предметов ударно-дробящего и метательного действия, допускается, если перечисленные предметы используются в качестве гражданского и служебного оружия.',
        correct: false,
      },
      {
        id: '1.54.3',
        value: '3. На территории Российской Федерации оборот кистеней, кастетов, сурикенов, бумерангов и других, специально приспособленных для использования в качестве оружия предметов ударно-дробящего и метательного действия, допускается только при условии использования перечисленных предметов работниками юридического лица с особыми уставными задачами при исполнении ими служебных обязанностей.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.55  3*/
  {
    question: 'Какое оружие могут иметь при себе граждане Российской Федерации, участвующие в проведении демонстраций или уличных шествий?',
    answers: [
      {
        id: '1.55.1',
        value: '1. При проведении демонстраций или уличных шествий на территории Российской Федерации граждане могут иметь при себе только холодное оружие.',
        correct: false,
      },
      {
        id: '1.55.2',
        value: '2. При проведении демонстраций или уличных шествий на территории Российской Федерации граждане могут иметь при себе гражданское или холодное оружие.',
        correct: false,
      },
      {
        id: '1.55.3',
        value: '3. При проведении демонстраций или уличных шествий на территории Российской Федерации ношение гражданами оружия запрещено.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.56  1*/
  {
    question: 'Запрещается ли на территории Российской Федерации ношение аэрозольных устройств, снаряженных слезоточивыми веществами при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий?',
    answers: [
      {
        id: '1.56.1',
        value: '1. На территории Российской Федерации ношение аэрозольных устройств, снаряженных слезоточивыми веществами при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий запрещается.',
        correct: true,
      },
      {
        id: '1.56.2',
        value: '2. На территории Российской Федерации ношение аэрозольных устройств, снаряженных слезоточивыми веществами при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий разрешается при условии возможных массовых беспорядков.',
        correct: false,
      },
      {
        id: '1.56.3',
        value: '3. На территории Российской Федерации ношение аэрозольных устройств, снаряженных слезоточивыми веществами при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий разрешается работникам юридического лица с особыми уставными задачами, если они привлекаются органами внутренних дел к охране общественного порядка при проведении указанных мероприятий.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.57  1*/
  {
    question: 'Разрешается ли на территории Российской Федерации ношение электрошоковых устройств отечественного производства при проведении демонстраций, пикетирования, уличных шествий или иных массовых публичных мероприятий?',
    answers: [
      {
        id: '1.57.1',
        value: '1. На территории Российской Федерации ношение электрошоковых устройств отечественного производства при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий запрещается.',
        correct: true,
      },
      {
        id: '1.57.2',
        value: '2. На территории Российской Федерации ношение электрошоковых устройств отечественного производства при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий разрешается при условии возможного возникновения массовых беспорядков.',
        correct: false,
      },
      {
        id: '1.57.3',
        value: '3. На территории Российской Федерации при проведении уличных шествий, демонстраций, митингов и других массовых публичных мероприятий разрешается ношение электрошоковых устройств импортного производства только при условии возможного возникновения массовых беспорядков и предварительного согласования с органами внутренних дел.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.58  2*/
  {
    question: 'Запрещается ли работнику юридического лица с особыми уставными задачами приобретение огнестрельного оружия на основании разрешения на хранение и ношение служебного оружия?',
    answers: [
      {
        id: '1.58.1',
        value: '1. Работник юридического лица с особыми уставными задачами на основании разрешения на хранение и ношение служебного оружия может приобрести гладкоствольного охотничьего и газовое оружие.',
        correct: false,
      },
      {
        id: '1.58.2',
        value: '2. Работнику юридического лица с особыми уставными задачами приобретение служебного оружия на основании разрешения на хранение и ношение служебного оружия запрещено.',
        correct: true,
      },
      {
        id: '1.58.3',
        value: '3. Работнику юридического лица с особыми уставными задачами на основании разрешения на хранение и ношение служебного оружия разрешается приобретать служебное оружие.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.59  1*/
  {
    question: 'В соответствии с Федеральным законом «Об оружии» лицензии на приобретение, а также разрешения на хранение или хранение и ношение оружия аннулируются органами, выдавшими эти лицензии или разрешения, в случаях:',
    answers: [
      {
        id: '1.59.1',
        value: '1. В случае добровольного отказа от лицензии и (или) разрешения, либо ликвидации юридического лица.',
        correct: true,
      },
      {
        id: '1.59.2',
        value: '2. В случаях если органы, имеющие право на выдачу лицензий на приобретение или разрешений на хранение или хранение и ношение оружия, приняли решение об их аннулировании.',
        correct: false,
      },
      {
        id: '1.59.3',
        value: '3. В случае если имеется представление прокуратуры Российской Федерации о необходимости принятия дополнительных мер по повышению технической укрепленности мест хранения оружия и патронов к нему.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.60  1*/
  {
    question: 'По истечении скольких лет после аннулирования разрешения на хранение и ношение оружия возможно повторное обращение за его получением для должностных лиц? ',
    answers: [
      {
        id: '1.60.1',
        value: '1. Трех лет со дня их аннулирования.',
        correct: true,
      },
      {
        id: '1.60.2',
        value: '2. Пяти лет со дня их аннулирования.',
        correct: false,
      },
      {
        id: '1.60.3',
        value: '3. Одного года со дня их аннулирования.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.61  1*/
  {
    question: 'В соответствии с действующим законодательством при необходимой обороне допускается причинение вреда:',
    answers: [
      {
        id: '1.61.1',
        value: '1. Посягающему лицу.',
        correct: true,
      },
      {
        id: '1.61.2',
        value: '2. Третьим лицам.',
        correct: false,
      },
      {
        id: '1.61.3',
        value: '3. Как посягающему лицу, так и третьим лицам.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.62  1*/
  {
    question: 'При необходимой обороне субъектом посягательства, отражаемого обороняющимся, является:',
    answers: [
      {
        id: '1.62.1',
        value: '1. Человек (физическое лицо).',
        correct: true,
      },
      {
        id: '1.62.2',
        value: '2. Стихия (силы природы).',
        correct: false,
      },
      {
        id: '1.62.3',
        value: '3. Источник повышенной опасности (оружие, автомобиль и пр.).',
        correct: false,
      },
    ]
  },
  /* вопрос 1.63  2*/
  {
    question: 'При необходимой обороне субъектом посягательства, отражаемого обороняющимся, является:',
    answers: [
      {
        id: '1.63.1',
        value: '1. Человек (физическое лицо).',
        correct: false,
      },
      {
        id: '1.63.2',
        value: '2. Стихия (силы природы).',
        correct: true,
      },
      {
        id: '1.63.3',
        value: '3. Источник повышенной опасности (оружие, автомобиль и пр.).',
        correct: false,
      },
    ]
  },
  /* вопрос 1.64  3*/
  {
    question: 'Допускается ли причинение вреда третьим лицам в состоянии необходимой обороны?',
    answers: [
      {
        id: '1.64.1',
        value: '1. Допускается при групповом нападении.',
        correct: false,
      },
      {
        id: '1.64.2',
        value: '2. Допускается при вооруженном нападении.',
        correct: false,
      },
      {
        id: '1.64.3',
        value: '3. Причинение вреда третьим лицам в состоянии необходимой обороны не допускается.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.65  2*/
  {
    question: 'Защита от посягательства, не сопряженного с насилием, опасным для жизни обороняющегося или другого лица, либо с непосредственной угрозой применения такого насилия:',
    answers: [
      {
        id: '1.65.1',
        value: '1. Считается неправомерной и расценивается как превышение пределов необходимой обороны.',
        correct: false,
      },
      {
        id: '1.65.2',
        value: '2. Считается правомерной, если при этом не было допущено превышения пределов необходимой обороны, то есть умышленных действий, явно несоответствующих характеру и опасности посягательства.',
        correct: true,
      },
      {
        id: '1.65.3',
        value: '3. Квалифицируется как умышленное преступление.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.66  1*/
  {
    question: 'Действия обороняющегося лица, если это лицо вследствие неожиданности посягательства не могло объективно оценить степень и характер опасности нападения:',
    answers: [
      {
        id: '1.66.1',
        value: '1. Не являются превышением пределов необходимой обороны.',
        correct: true,
      },
      {
        id: '1.66.2',
        value: '2. Считаются превышением пределов необходимой обороны.',
        correct: false,
      },
      {
        id: '1.66.3',
        value: '3. Квалифицируются как преступление, совершенное по неосторожности.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.67  2*/
  {
    question: 'К уголовно наказуемым деяниям при превышении пределов необходимой обороны относится:',
    answers: [
      {
        id: '1.67.1',
        value: '1. Причинение тяжкого вреда здоровью по неосторожности, совершенное при превышении пределов необходимой обороны.',
        correct: false,
      },
      {
        id: '1.67.2',
        value: '2. Умышленное причинение тяжкого вреда здоровью, совершенное при превышении пределов необходимой обороны.',
        correct: true,
      },
      {
        id: '1.67.3',
        value: '3. Умышленное причинение средней тяжести вреда здоровью, совершенное при превышении пределов необходимой обороны.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.68  3*/
  {
    question: 'Вред, причиненный в состоянии крайней необходимости:',
    answers: [
      {
        id: '1.68.1',
        value: '1. Не подлежит возмещению.',
        correct: false,
      },
      {
        id: '1.68.2',
        value: '2. Во всех случаях подлежит возмещению в полном объеме лицом, причинившим вред.',
        correct: false,
      },
      {
        id: '1.68.3',
        value: '3. Подлежит возмещению по решению суда.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.69  2*/
  {
    question: 'Причинение вреда, менее значительного, чем предотвращенный вред, является обязательным условием правомерности действий:',
    answers: [
      {
        id: '1.69.1',
        value: '1. В состоянии необходимой обороны.',
        correct: false,
      },
      {
        id: '1.69.2',
        value: '2. В состоянии крайней необходимости.',
        correct: true,
      },
      {
        id: '1.69.3',
        value: '3. Как в состоянии необходимой обороны, так и в состоянии крайней необходимости.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.70  2*/
  {
    question: 'Не является преступлением причинение вреда посягающему лицу в состоянии необходимой обороны:',
    answers: [
      {
        id: '1.70.1',
        value: '1. В случае группового посягательства.',
        correct: false,
      },
      {
        id: '1.70.2',
        value: '2. Если это посягательство было сопряжено с насилием, опасным для жизни обороняющегося или другого лица, либо с непосредственной угрозой применения такого насилия.',
        correct: true,
      },
      {
        id: '1.70.3',
        value: '3. Если посягательство сопряжено с насилием, опасным для здоровья обороняющегося.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.71  1*/
  {
    question: 'Имеют ли право на необходимую оборону лица, имеющие возможность избежать общественно опасного посягательства или обратиться за помощью к другим лицам или органам власти?',
    answers: [
      {
        id: '1.71.1',
        value: '1. Да, имеют.',
        correct: true,
      },
      {
        id: '1.71.2',
        value: '2. Нет, не имеют.',
        correct: false,
      },
      {
        id: '1.71.3',
        value: '3. Имеют, если посягательство сопряжено с насилием, опасным для жизни обороняющегося.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.72  3*/
  {
    question: 'Подлежит ли возмещению вред, причиненный посягающему лицу в состоянии необходимой обороны, если при этом не было допущено превышения пределов необходимой обороны?',
    answers: [
      {
        id: '1.72.1',
        value: '1. Да, подлежит.',
        correct: false,
      },
      {
        id: '1.72.2',
        value: '2. Подлежит частично на основании судебного решения.',
        correct: false,
      },
      {
        id: '1.72.3',
        value: '3. Не подлежит.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.73  3*/
  {
    question: 'Причинение вреда при задержании лица, совершившего преступление, допускается в случаях:',
    answers: [
      {
        id: '1.73.1',
        value: '1. Если лицо застигнуто на месте совершения преступления.',
        correct: false,
      },
      {
        id: '1.73.2',
        value: '2. Если лицо застигнуто на месте совершения преступления и пытается скрыться.',
        correct: false,
      },
      {
        id: '1.73.3',
        value: '3. При задержании лица для его доставления органам власти и пресечения возможности совершения им новых преступлений, если иными средствами задержать такое лицо не представлялось возможным, и при этом не было допущено превышения необходимых для этого мер.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.74  2*/
  {
    question: 'Превышением мер, необходимых для задержания лица, совершившего преступление, признается:',
    answers: [
      {
        id: '1.74.1',
        value: '1. Причинение вреда здоровью при задержании лица, совершившего преступление.',
        correct: false,
      },
      {
        id: '1.74.2',
        value: '2. Явное несоответствие характеру и степени общественной опасности совершенного задерживаемым лицом преступления и обстоятельствам задержания, когда лицу без необходимости причиняется явно чрезмерный, не вызываемый обстановкой вред.',
        correct: true,
      },
      {
        id: '1.74.3',
        value: '3. Причинение смерти по неосторожности при задержании лица, совершившего преступление.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.75  3*/
  {
    question: 'За ненадлежащее исполнение своих обязанностей лицо, которому была поручена охрана огнестрельного оружия, боеприпасов, взрывчатых веществ или взрывных устройств если это повлекло их хищение или уничтожение, либо наступление иных тяжких последствий, привлекается:',
    answers: [
      {
        id: '1.75.1',
        value: '1. К дисциплинарной ответственности.',
        correct: false,
      },
      {
        id: '1.75.2',
        value: '2. К административной ответственности.',
        correct: false,
      },
      {
        id: '1.75.3',
        value: '3. К уголовной ответственности.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.76  2*/
  {
    question: 'Нарушение работниками юридических лиц с особыми уставными задачами правил ношения оружия и патронов к нему влечет:',
    answers: [
      {
        id: '1.76.1',
        value: '1. Уголовную ответственность.',
        correct: false,
      },
      {
        id: '1.76.2',
        value: '2. Административную ответственность.',
        correct: true,
      },
      {
        id: '1.76.3',
        value: '3. Уголовную и административную ответственность.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.77  2*/
  {
    question: 'Неповиновение законному распоряжению или требованию должностного лица органа, осуществляющего государственный надзор (контроль) влечет:',
    answers: [
      {
        id: '1.77.1',
        value: '1. Уголовную ответственность.',
        correct: false,
      },
      {
        id: '1.77.2',
        value: '2. Административную ответственность.',
        correct: true,
      },
      {
        id: '1.77.3',
        value: '3. Наказание за данное деяние законом не предусмотрено.',
        correct: false,
      },
    ]
  },
  /* вопрос 1.78  3*/
  {
    question: 'Нарушение правил производства, продажи, хранения или учета оружия и патронов к нему - влечет наложение административного штрафа:',
    answers: [
      {
        id: '1.78.1',
        value: '1. На любого работника организации, допустившего правонарушение.',
        correct: false,
      },
      {
        id: '1.78.2',
        value: '2. К ответственности привлекаются только должностные лица.',
        correct: false,
      },
      {
        id: '1.78.3',
        value: '3. Административному взысканию подвергается должностное или юридическое лицо.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.79  3*/
  {
    question: 'Какое оружие разрешается использовать работнику юридического лица с особыми уставными задачами?',
    answers: [
      {
        id: '1.79.1',
        value: '1. Боевое оружие, не зарегистрированное в территориальных органах Федеральной службы войск национальной гвардии Российской Федерации.',
        correct: false,
      },
      {
        id: '1.79.2',
        value: '2. Огнестрельное оружие, величина дульной энергии которогоне превышает 3,5 Дж. ',
        correct: false,
      },
      {
        id: '1.79.3',
        value: '3. Закрепленное за ним боевое оружие при наличии соответствующего разрешения на хранение и ношение данного оружия.',
        correct: true,
      },
    ]
  },
  /* вопрос 1.80  1*/
  {
    question: 'Сохраняет ли право на получение оружия работник юридического лица с особыми уставными задачами, не прошедший периодическую проверку на пригодность к действиям в условиях, связанных с применением огнестрельного оружия?',
    answers: [
      {
        id: '1.80.1',
        value: '1. Не сохраняет.',
        correct: true,
      },
      {
        id: '1.80.2',
        value: '2. Сохраняет. ',
        correct: false,
      },
      {
        id: '1.80.3',
        value: '3. Сохраняет, на основании приказа руководителя учреждения.',
        correct: false,
      },
    ]
  },
]

const tacticalSpecialtyTraining10 = [
  /* вопрос 2.1  2*/
  {
    question: 'Какая особенность рикошетирования пули может использоваться и должна учитываться участником огневого контакта в его интересах?',
    answers: [
      {
        id: '2.1.1',
        value: '1. Потеря пулей опасности после рикошета.',
        correct: false,
      },
      {
        id: '2.1.2',
        value: '2. Возможность избежать поражения противником из-за самой способности пули рикошетировать от препятствий.',
        correct: true,
      },
      {
        id: '2.1.3',
        value: '3. Возможность поражения с помощью рикошета цели, находящейся за укрытием.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.2  1*/
  {
    question: 'Для эффективного поражения цели предполагается ведение огня (в зависимости от дистанции):',
    answers: [
      {
        id: '2.2.1',
        value: '1. На дистанции, не превышающей рекомендуемую для данного оружия.',
        correct: true,
      },
      {
        id: '2.2.2',
        value: '2. На любой дистанции (в том числе и превышающей рекомендуемую для данного оружия).',
        correct: false,
      },
      {
        id: '2.2.3',
        value: '3. На дистанции, не превышающей максимальную дальность полета пули из данного оружия.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.3  2*/
  {
    question: 'Тактика действий при наличии на траектории стрельбы третьих лиц, не участвующих в нападении:',
    answers: [
      {
        id: '2.3.1',
        value: ' 1. Обороняющийся, сам оставаясь в неподвижности, ожидает изменения ситуации (подавая третьим лицам соответствующие команды голосом).',
        correct: false,
      },
      {
        id: '2.3.2',
        value: '2. Обороняющийся перемещается в направлении (влево, вправо, вниз или вверх), обеспечивающем безопасную для третьих лиц траекторию выстрела.',
        correct: true,
      },
      {
        id: '2.3.3',
        value: '3. Обороняющийся не отвлекается на действия, направленные на обеспечение безопасности третьих лиц.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.4  2*/
  {
    question: 'Должен ли работник юридического лица с особыми уставными задачами беспрепятственно допустить на охраняемый объект лиц, представившихся работниками правоохранительных органов?',
    answers: [
      {
        id: '2.4.1',
        value: '1. Должен в любом случае, если предъявлены удостоверения, сходные с удостоверениями работников правоохранительных органов.',
        correct: false,
      },
      {
        id: '2.4.2',
        value: '2. Должен в случаях, когда законом предусмотрен беспрепятственный допуск, после того как убедится, что указанные лица являются работниками правоохранительных органов.',
        correct: true,
      },
      {
        id: '2.4.3',
        value: '3. Не должен.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.5  2*/
  {
    question: 'Действия работника юридического лица с особыми уставными задачами по просмотру документов посетителей объекта охраны (а также осмотру вносимого и выносимого ими имущества, регистрации и обработке их персональных данных) могут осуществляться:',
    answers: [
      {
        id: '2.5.1',
        value: '1. В качестве мер принуждения, применяемых независимо от воли посетителей объекта охраны, ознакомившихся с правилами внутриобъектового и пропускного режимов на объекте.',
        correct: false,
      },
      {
        id: '2.5.2',
        value: '2. На добровольной основе, когда посетители ознакомились с соответствующими правилами внутриобъектового и пропускного режимов, установленными руководством охраняемого объекта,и согласились их выполнять.',
        correct: true,
      },
      {
        id: '2.5.3',
        value: '3. На основании Кодекса Российской Федерации об административных правонарушениях, независимо от наличия каких-либо правил, установленных руководством охраняемого объекта.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.6  1*/
  {
    question: 'Работники юридического лица с особыми уставными задачами имеют право требовать от персонала и посетителей объектов охраны соблюдения внутриобъектового и пропускного режимов:',
    answers: [
      {
        id: '2.6.1',
        value: '1. При обеспечении внутриобъектового и пропускного режимов, а также при транспортировке охраняемых грузов, денежных средств и иного имущества в пределах объекта охраны.',
        correct: true,
      },
      {
        id: '2.6.2',
        value: '2. При осуществлении обязанностей по защите жизни и здоровья граждан.',
        correct: false,
      },
      {
        id: '2.6.3',
        value: '3. При обеспечении любых охранных мероприятий, предусмотренных законодательством.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.7  3*/
  {
    question: 'Имеет ли право работник юридического лица с особыми уставными задачами проверять состояние инженерно-технических средств охраны, установленных на охраняемом объекте?',
    answers: [
      {
        id: '2.7.1',
        value: '1. Имеет только в случае прохождения соответствующей подготовки и оформления допуска к их эксплуатации',
        correct: false,
      },
      {
        id: '2.7.2',
        value: '2. Не имеет.',
        correct: false,
      },
      {
        id: '2.7.3',
        value: '3. Имеет.',
        correct: true,
      },
    ]
  },
  /* вопрос 2.8  2*/
  {
    question: 'Работникам юридического лица с особыми уставными задачами запрещается препятствовать:',
    answers: [
      {
        id: '2.8.1',
        value: '1. Любым действиям должностных лиц правоохранительных и контролирующих органов при осуществлении указанными должностными лицами своей деятельности.',
        correct: false,
      },
      {
        id: '2.8.2',
        value: '2. Законным действиям должностных лиц правоохранительных и контролирующих органов при осуществлении указанными лицами своих должностных обязанностей.',
        correct: true,
      },
      {
        id: '2.8.3',
        value: '3. Действиям должностных лиц правоохранительных и контролирующих органов, независимо от того, осуществляют ли они свою служебную деятельность.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.9  1*/
  {
    question: 'При выявлении нарушений, создающих на охраняемых объектах угрозу возникновения пожаров и безопасности людей, работник юридического лица с особыми уставными задачами имеет право:',
    answers: [
      {
        id: '2.9.1',
        value: '1. Принимать меры по пресечению указанных нарушений.',
        correct: true,
      },
      {
        id: '2.9.2',
        value: '2. Давать обязательные для исполнения указания руководству охраняемого объекта по устранению выявленных нарушений.',
        correct: false,
      },
      {
        id: '2.9.3',
        value: '3. Покинуть охраняемый объект, удалившись на безопасное расстояние.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.10  2*/
  {
    question: 'При выявлении условий, способствующих хищениям имущества, работник юридического лица с особыми уставными задачами имеет право:',
    answers: [
      {
        id: '2.10.1',
        value: '1. Давать обязательные для исполнения указания материально-ответственным лицам охраняемого объекта по устранению выявленных нарушений.',
        correct: false,
      },
      {
        id: '2.10.2',
        value: '2. Принимать меры по пресечению указанных нарушений и ликвидации указанных условий.',
        correct: true,
      },
      {
        id: '2.10.3',
        value: '3. Давать рекомендации руководству охраняемого объекта по ликвидации указанных условий.',
        correct: false,
      },
    ]
  },
]

const firstAid50 = [
  /* вопрос 3.1  3*/
  {
    question: 'Каково содержание информации, сообщаемой при вызове скорой медицинской помощи?',
    answers: [
      {
        id: '3.1.1',
        value: '1. Сообщить, кто вызывает, телефон вызывающего, что случилось, кто пострадал/заболел (пол, возраст), адрес с указанием подъездного пути, дома, подъезда, этажа, кода на входной двери.',
        correct: false,
      },
      {
        id: '3.1.2',
        value: '2. Сообщить, что случилось, кто вызывает, телефон вызывающего, кто пострадал/заболел (пол, возраст), адрес с указанием подъездного пути, дома, подъезда, этажа, кода на входной двери.',
        correct: false,
      },
      {
        id: '3.1.3',
        value: '3. Сообщить, что случилось, кто пострадал/заболел (пол, возраст), адрес с указанием подъездных путей, дома, подъезда, этажа, кода на входной двери, кто вызывает, телефон вызывающего.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.2   3*/
  {
    question: 'Каков порядок действий при встрече медицинских работников, прибывающих по вызову?',
    answers: [
      {
        id: '3.2.1',
        value: '1. Ожидать встречи «Скорой помощи» на месте происшествия, объясняя по телефону диспетчеру «03», как поехать к месту происшествия.',
        correct: false,
      },
      {
        id: '3.2.2',
        value: '2. Направить кого-нибудь встречать «Скорую помощь», самому ожидать у места происшествия и оказывать первую помощь.',
        correct: false,
      },
      {
        id: '3.2.3',
        value: '3. Направить кого-нибудь встречать «Скорую помощь», при сложном маршруте обозначить его дополнительными опознавательными знаками, самому ожидать у места происшествия и оказывать первую помощь.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.3   2*/
  {
    question: 'Входят ли в состав аптечки первой помощи медицинские препараты?',
    answers: [
      {
        id: '3.3.1',
        value: '1. Входят медицинские препараты, отпускаемые в аптеках без рецепта (йод, нашатырный спирт, валидол, нитроглицерин и т.п.).',
        correct: false,
      },
      {
        id: '3.3.2',
        value: '2. Не входят.',
        correct: true,
      },
      {
        id: '3.3.3',
        value: '3. Входят медицинские препараты, отпускаемые в аптеках без рецепта (йод, нашатырный спирт, валидол, нитроглицерин и т.п.), а также препараты для проведения комплексной противошоковой терапии (кордиамин, дексаметазон, кеторолакатрометамин или баралгин и т.п.).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.4   1*/
  {
    question: 'Какие из мероприятий по оценке обстановки и обеспечению безопасных условий для оказания первой помощи совершаются в порядке осмотра места происшествия?',
    answers: [
      {
        id: '3.4.1',
        value: '1. Определение угрожающих факторов для собственной жизни и здоровья; определение угрожающих факторов для жизни и здоровья пострадавшего; оценка количества пострадавших.',
        correct: true,
      },
      {
        id: '3.4.2',
        value: '2. Устранение угрожающих факторов для жизни и здоровья; прекращение действия повреждающих факторов на пострадавшего.',
        correct: false,
      },
      {
        id: '3.4.3',
        value: '3. Придание правильного транспортного положения и организация транспортировки пострадавшего.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.5   2*/
  {
    question: 'Первым действием (первым этапом) при оказании первой помощи является:',
    answers: [
      {
        id: '3.5.1',
        value: '1. Предотвращение возможных осложнений.',
        correct: false,
      },
      {
        id: '3.5.2',
        value: '2. Прекращение воздействия травмирующего фактора.',
        correct: true,
      },
      {
        id: '3.5.3',
        value: '3. Правильная транспортировка пострадавшего.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.6   1*/
  {
    question: 'Вторым действием (вторым этапом) при оказании первой помощи является:',
    answers: [
      {
        id: '3.6.1',
        value: '1. Устранение состояния, угрожающего жизни и здоровью пострадавшего.',
        correct: true,
      },
      {
        id: '3.6.2',
        value: '2. Правильная транспортировка пострадавшего.',
        correct: false,
      },
      {
        id: '3.6.3',
        value: '3. Предотвращение возможных осложнений.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.7   3*/
  {
    question: 'Третьим действием (третьим этапом) при оказании первой помощи является:',
    answers: [
      {
        id: '3.7.1',
        value: '1. Прекращение воздействия травмирующего фактора.',
        correct: false,
      },
      {
        id: '3.7.2',
        value: '2. Предотвращение возможных осложнений.',
        correct: false,
      },
      {
        id: '3.7.3',
        value: '3. Правильная транспортировка пострадавшего.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.8   2*/
  {
    question: 'Если пострадавший находится без сознания, в какое положение до прибытия скорой помощи он должен быть переведен?',
    answers: [
      {
        id: '3.8.1',
        value: '1. В положении на спине.',
        correct: false,
      },
      {
        id: '3.8.2',
        value: '2. В устойчивое боковое положение.',
        correct: true,
      },
      {
        id: '3.8.3',
        value: '3. В положении полусидя.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.9   3*/
  {
    question: 'Если пострадавший находится в сознании и задыхается, или у него имеется ранение грудной клетки, в какое положение до прибытия скорой помощи он должен быть переведен?',
    answers: [
      {
        id: '3.9.1',
        value: '1. В положении на спине.',
        correct: false,
      },
      {
        id: '3.9.2',
        value: '2. В устойчивое боковое положение.',
        correct: false,
      },
      {
        id: '3.9.3',
        value: '3. В положении полусидя.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.10  2*/
  {
    question: 'Правильная транспортировка пострадавшего, находящегося без сознания (за исключением случаев, когда в связи с подозрением на травму позвоночника менять положение тела не рекомендуется) производится:',
    answers: [
      {
        id: '3.10.1',
        value: '1. В положении на спине.',
        correct: false,
      },
      {
        id: '3.10.2',
        value: '2. В положении на боку.',
        correct: true,
      },
      {
        id: '3.10.3',
        value: '3. В положении с приподнятыми нижними конечностями.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.11  3*/
  {
    question: 'Что надо делать в случае, если у пострадавшего развился приступ эпилепсии (судорожный приступ)?',
    answers: [
      {
        id: '3.11.1',
        value: '1. Удерживать пострадавшего за руки и ноги, для предотвращения укуса языка и его западения ввести в рот ложку, по окончанию приступа перевести в устойчивое боковое положение.',
        correct: false,
      },
      {
        id: '3.11.2',
        value: '2. Придерживать пострадавшего за голову, не давая ее разбить, по окончанию приступа очистить рот, перевести в устойчивое боковое положение.',
        correct: false,
      },
      {
        id: '3.11.3',
        value: '3. Придерживать пострадавшего за голову, для предотвращения укуса языка и его западения ввести в рот ложку, по окончанию приступа перевести в устойчивое боковое положение.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.12  2*/
  {
    question: 'Способы временной остановки кровотечения:',
    answers: [
      {
        id: '3.12.1',
        value: '1. Частичное сгибание конечности, наложение пластыря, наложение давящей повязки.',
        correct: false,
      },
      {
        id: '3.12.2',
        value: '2. Пальцевое прижатие, максимальное сгибание конечности, наложение жгута (закрутки), наложение давящей повязки.',
        correct: true,
      },
      {
        id: '3.12.3',
        value: '3. Придание возвышенного положения конечности, наложение асептической повязки.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.13  2*/
  {
    question: 'Какова правильная последовательность действий при остановке артериального кровотечения?',
    answers: [
      {
        id: '3.13.1',
        value: '1. Накладывается жгут (скрутка, ремень), накладывается чистая повязка, указывается время наложения жгута.',
        correct: false,
      },
      {
        id: '3.13.2',
        value: '2. Проводится пальцевая остановка кровотечения, накладывается жгут (скрутка, ремень), накладывается чистая повязка, указывается время наложения жгута.',
        correct: true,
      },
      {
        id: '3.13.3',
        value: '3. Проводится пальцевая остановка кровотечения, накладывается чистая повязка, накладывается жгут (скрутка, ремень), указывается время наложения жгута.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.14  2*/
  {
    question: 'Техника наложения кровоостанавливающего жгута предусматривает:',
    answers: [
      {
        id: '3.14.1',
        value: '1. Наложение жгута на одежду ниже места кровотечения (с указанием времени наложения в записке).',
        correct: false,
      },
      {
        id: '3.14.2',
        value: '2. Наложение жгута на одежду выше места кровотечения (с указанием времени наложения в записке).',
        correct: true,
      },
      {
        id: '3.14.3',
        value: '3. Наложение жгута под одежду выше места кровотечения.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.15  1*/
  {
    question: 'Время наложения кровоостанавливающего жгута:',
    answers: [
      {
        id: '3.15.1',
        value: '1. Летом – не более чем на 1 час, зимой – не более чем на 30 минут.',
        correct: true,
      },
      {
        id: '3.15.2',
        value: '2. Летом – не более чем на 30 минут, зимой – не более чем на 1 час.',
        correct: false,
      },
      {
        id: '3.15.3',
        value: '3. Не более чем на 30 минут, независимо от окружающей температуры.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.16  1*/
  {
    question: 'При вынужденном длительном наложении кровоостанав­ли­вающий жгут необходимо:',
    answers: [
      {
        id: '3.16.1',
        value: '1. Периодически ослаблять, применяя на это время пальцевое прижатие, затем переносить выше прежнего места наложения.',
        correct: true,
      },
      {
        id: '3.16.2',
        value: '2. Периодически ослаблять, и затем переносить ниже прежнего места наложения.',
        correct: false,
      },
      {
        id: '3.16.3',
        value: '3. Периодически ослаблять, применяя на это время пальцевое прижатие, затем накладывать на прежнее место.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.17  2*/
  {
    question: 'Куда накладывается кровоостанавливающий жгут на конечность при кровотечении?',
    answers: [
      {
        id: '3.17.1',
        value: '1. Ниже раны на 4-6 см.',
        correct: false,
      },
      {
        id: '3.17.2',
        value: '2. Выше раны на 4-6 см.',
        correct: true,
      },
      {
        id: '3.17.3',
        value: '3. Непосредственно на рану.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.18  3*/
  {
    question: 'Действия по помощи пострадавшему при попадании инородного тела в дыхательные пути:',
    answers: [
      {
        id: '3.18.1',
        value: '1. Положить пострадавшего на бок и вызвать интенсивную рвоту.',
        correct: false,
      },
      {
        id: '3.18.2',
        value: '2. Нанести пострадавшему, стоящему прямо, несколько интенсивных ударов ладонью между лопаток.',
        correct: false,
      },
      {
        id: '3.18.3',
        value: '3. Нагнуть туловище пострадавшего вперед, нанести несколько интенсивных ударов ладонью между лопаток, при отсутствии эффекта – провести прием «Геймлиха».',
        correct: true,
      },
    ]
  },
  /* вопрос 3.19  1*/
  {
    question: 'Что надо сделать при возникновении непроходящих в покое острых болей за грудиной (в области сердца)?',
    answers: [
      {
        id: '3.19.1',
        value: '1. Немедленно вызвать «Скорую помощь», обеспечить пострадавшему полный покой в полусидячем положении, обеспечить приток воздуха.',
        correct: true,
      },
      {
        id: '3.19.2',
        value: '2. Положить пострадавшего на спину, укутать одеялом, вызвать «Скорую помощь».',
        correct: false,
      },
      {
        id: '3.19.3',
        value: '3. Посадить пострадавшего, обеспечить приток свежего воздуха, положить на грудь холод, вызвать «Скорую помощь».',
        correct: false,
      },
    ]
  },
  /* вопрос 3.20  3*/
  {
    question: 'Что в первую очередь может помочь при возникновении непроходящих в покое острых болей за грудиной (в области сердца)?',
    answers: [
      {
        id: '3.20.1',
        value: '1. Измерение давления и частоты пульса.',
        correct: false,
      },
      {
        id: '3.20.2',
        value: '2. Обеспечение физической нагрузки.',
        correct: false,
      },
      {
        id: '3.20.3',
        value: '3. Прием нитроглицерина под язык (только если пострадавший знает о своей болезни и имеет его при себе).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.21  1*/
  {
    question: 'Реакция зрачка пострадавшего на свет свидетельствует:',
    answers: [
      {
        id: '3.21.1',
        value: '1. О наличии сознания.',
        correct: true,
      },
      {
        id: '3.21.2',
        value: '2. Об отсутствии сознания.',
        correct: false,
      },
      {
        id: '3.21.3',
        value: '3. О состоянии биологической смерти.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.22  1*/
  {
    question: 'В каком порядке проводятся мероприятия первой помощи при ранении?',
    answers: [
      {
        id: '3.22.1',
        value: '1. Остановка кровотечения, обеззараживание раны, наложение повязки.',
        correct: true,
      },
      {
        id: '3.22.2',
        value: '2. Обеззараживание раны, наложение повязки, остановка кровотечения.',
        correct: false,
      },
      {
        id: '3.22.3',
        value: '3. Остановка кровотечения, наложение повязки.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.23  1*/
  {
    question: 'Какие действия проводятся при проникающем ранении грудной клетки (с выходом воздуха в плевральную полость)?',
    answers: [
      {
        id: '3.23.1',
        value: '1. Придание возвышенного положения, первоначальное закрытие раны ладонью, затем закрытие раны повязкой, не пропускающей воздух - с использованием индивидуального перевязочного пакета, иного полиэтиленового пакета и т. п.',
        correct: true,
      },
      {
        id: '3.23.2',
        value: '2. Придание возвышенного положения, первоначальное закрытие раны ладонью, закрытие раны повязкой, обеспечивающей фиксацию грудной клетки пострадавшего.',
        correct: false,
      },
      {
        id: '3.23.3',
        value: '3. Придание пострадавшему положения «на спине» первоначальное закрытие раны ладонью, затем закрытие раны повязкой, не пропускающей воздух - с использованием индивидуального перевязочного пакета, иного полиэтиленового пакета и т.п.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.24  3*/
  {
    question: 'Какие правила оказания первой помощи соблюдаются при проникающем ранении в брюшную полость?',
    answers: [
      {
        id: '3.24.1',
        value: '1. Не давать пострадавшему жидкость, извлечь инородное тело, накрыть рану стерильной салфеткой.',
        correct: false,
      },
      {
        id: '3.24.2',
        value: '2. Приподнять голову, дать сладкое теплое питье, накрыть стерильной салфеткой и положить холод на рану.',
        correct: false,
      },
      {
        id: '3.24.3',
        value: '3. Не давать пострадавшему жидкость, не извлекать инородное тело, накрыть рану стерильной салфеткой.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.25  3*/
  {
    question: 'Что надо делать при нахождении ножа или другого ранящего предмета в ране?',
    answers: [
      {
        id: '3.25.1',
        value: '1. Вытащить нож и быстро, без обработки раны антисептиком, наложить повязку.',
        correct: false,
      },
      {
        id: '3.25.2',
        value: '2. Применить пальцевое прижатие, наложить жгут выше места ранения, вытащить ранящий предмет, наложить повязку.',
        correct: false,
      },
      {
        id: '3.25.3',
        value: '3. Оставить ранящий предмет в ране, зафиксировать предмет в ране, наложив вокруг него повязку.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.26  2*/
  {
    question: 'К ушибленному месту необходимо приложить:',
    answers: [
      {
        id: '3.26.1',
        value: '1. Грелку.',
        correct: false,
      },
      {
        id: '3.26.2',
        value: '2. Холод.',
        correct: true,
      },
      {
        id: '3.26.3',
        value: '3. Спиртовой компресс.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.27  2*/
  {
    question: 'Что необходимо сделать при ожоговой ране?',
    answers: [
      {
        id: '3.27.1',
        value: '1. Очистить рану и промыть ее холодной водой.',
        correct: false,
      },
      {
        id: '3.27.2',
        value: '2. Наложить чистую увлажненную повязку.',
        correct: true,
      },
      {
        id: '3.27.3',
        value: '3. Смазать рану маслом, наложить повязку.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.28  1*/
  {
    question: 'При попадании слезоточивых и раздражающих веществ на кожу следует:',
    answers: [
      {
        id: '3.28.1',
        value: '1. Протереть последовательно тремя тампонами - с 40% раствором этилового спирта, с 3% раствором бикарбоната натрия (соды), с мыльным раствором.',
        correct: true,
      },
      {
        id: '3.28.2',
        value: '2. Промыть кожу холодной водой.',
        correct: false,
      },
      {
        id: '3.28.3',
        value: '3. Промокнуть сухой ветошью.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.29  3*/
  {
    question: 'При попадании слезоточивых и раздражающих веществ в глаза необходимо:',
    answers: [
      {
        id: '29.1',
        value: '1. Протереть глаза масляным тампоном.',
        correct: false,
      },
      {
        id: '29.2',
        value: '2. Протереть глаза сухой ветошью.',
        correct: false,
      },
      {
        id: '29.3',
        value: '3. Промыть глаза обильной струей теплой воды, затем 2% раствором бикарбоната натрия (соды).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.30  2*/
  {
    question: 'При повреждении костей предплечья или голени шину накладывают:',
    answers: [
      {
        id: '3.30.1',
        value: '1. С захватом верхнего (по отношению к месту перелома) сустава.',
        correct: false,
      },
      {
        id: '3.30.2',
        value: '2. С захватом двух суставов (выше и ниже места перелома).',
        correct: true,
      },
      {
        id: '3.30.3',
        value: '3. С захватом трех суставов.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.31  3*/
  {
    question: 'При повреждении костей плеча или бедра шину накладывают:',
    answers: [
      {
        id: '3.31.1',
        value: '1. С захватом верхнего (по отношению к месту перелома) сустава.',
        correct: false,
      },
      {
        id: '3.31.2',
        value: '2. С захватом двух суставов (выше и ниже места перелома).',
        correct: false,
      },
      {
        id: '3.31.3',
        value: '3. С захватом трех суставов (двух ниже и одного выше места перелома).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.32  1*/
  {
    question: 'Порядок оказания первой помощи при открытых переломах.',
    answers: [
      {
        id: '3.32.1',
        value: '1. Обезболить (по возможности), наложить повязку, наложить шину.',
        correct: true,
      },
      {
        id: '3.32.2',
        value: '2. Наложить шину, наложить повязку на рану.',
        correct: false,
      },
      {
        id: '3.32.3',
        value: '3. Наложить шину и обезболить (по возможности).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.33  2*/
  {
    question: 'При каких действиях достигается наибольшая эффективность оказания помощи при выведении пострадавшего из обморока?',
    answers: [
      {
        id: '3.33.1',
        value: '1. При укутывании пострадавшего в одеяло, приведения его в боковое устойчивое положение.',
        correct: false,
      },
      {
        id: '3.33.2',
        value: '2. При поднятии ног пострадавшего выше уровня тела, при скручивающем нажатии на середину грудины, при наличии нашатырного спирта - при поднесении к носу и смазывании висков ваткой, смоченной нашатырным спиртом.',
        correct: true,
      },
      {
        id: '3.33.3',
        value: '3. При нажатии на точку в центре носогубного треугольника.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.34  2*/
  {
    question: 'Как проверяется пульс при бессознательном состоянии пострадавшего и при травмах?',
    answers: [
      {
        id: '3.34.1',
        value: '1. Пульс проверяется на запястье.',
        correct: false,
      },
      {
        id: '3.34.2',
        value: '2. Пульс проверяется на сонной артерии.',
        correct: true,
      },
      {
        id: '3.34.3',
        value: '3. Приложив ухо к груди прослушивается сердцебиение.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.35  2*/
  {
    question: 'Что надо сделать для определения наличия дыхания при бессознательном состоянии пострадавшего?',
    answers: [
      {
        id: '3.35.1',
        value: '1. Поднести зеркальце или птичье перо к носу пострадавшего.',
        correct: false,
      },
      {
        id: '3.35.2',
        value: '2. Поднести к носу пострадавшего внутреннюю сторону своего запястья или щеку.',
        correct: true,
      },
      {
        id: '3.35.3',
        value: '3. Приложить ухо к груди пострадавшего и прослушать дыхание.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.36  3*/
  {
    question: 'Действия по оказанию первой помощи при обморожении:',
    answers: [
      {
        id: '3.36.1',
        value: '1. Растереть обмороженную конечность с помощью спиртосодержащих растворов.',
        correct: false,
      },
      {
        id: '3.36.2',
        value: '2. Растереть обмороженную конечность снегом.',
        correct: false,
      },
      {
        id: '3.36.3',
        value: '3. Укутать пострадавшую конечность одеялом, одеждой (сухое тепло) и дать теплое питье.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.37  3*/
  {
    question: 'Действия по оказанию первой помощи при термических ожогах:',
    answers: [
      {
        id: '3.37.1',
        value: '1. Смазать маслом, кремом, промыть водой.',
        correct: false,
      },
      {
        id: '3.37.2',
        value: '2. Снять обгоревшую одежду, вскрыть пузыри, наложить повязку.',
        correct: false,
      },
      {
        id: '3.37.3',
        value: '3. Освободить от одежды обожженную часть тела (за исключением присохших фрагментов), пузыри не вскрывать, ничем не смазывать, покрыть чистым сухим материалом (наложить стерильную повязку).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.38  1*/
  {
    question: 'Действия по оказанию первой помощи при химических ожогах:',
    answers: [
      {
        id: '3.38.1',
        value: '1. Обильно промыть струей воды и нейтрализовать (кислоту – слабым раствором щелочи, щелочь – слабым раствором кислоты).',
        correct: true,
      },
      {
        id: '3.38.2',
        value: '2. Промыть водой, просушить.',
        correct: false,
      },
      {
        id: '3.38.3',
        value: '3. Протереть тампоном, смоченным спиртосодержащей жидкостью.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.39  2*/
  {
    question: 'Действия по оказанию первой помощи при пищевом отравлении:',
    answers: [
      {
        id: '3.39.1',
        value: '1. Вызвать рвоту нажатием на корень языка.',
        correct: false,
      },
      {
        id: '3.39.2',
        value: '2. Дать выпить 5-6 стаканов теплой воды или слабого раствора пищевой соды, вызвать рвоту, повторить несколько раз.',
        correct: true,
      },
      {
        id: '3.39.3',
        value: '3. Дать выпить два-три стакана крепкого чая.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.40  2*/
  {
    question: 'Для эффективного промывания желудка взрослого человека при химических отравлениях необходимо:',
    answers: [
      {
        id: '3.40.1',
        value: '1. Не менее 3-6 литров воды.',
        correct: false,
      },
      {
        id: '3.40.2',
        value: '2. Не менее 10-12 литров воды.',
        correct: true,
      },
      {
        id: '3.40.3',
        value: '3. Количество воды потребное для появления чистых промывных вод.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.41  2*/
  {
    question: 'Промывание желудка при отравлении в порядке первой помощи (немедицинским персоналом и без желудочного зонда) запрещено:',
    answers: [
      {
        id: '3.41.1',
        value: '1. При отравлениях у лиц, не имеющих при себе документов, удостоверяющих личность.',
        correct: false,
      },
      {
        id: '3.41.2',
        value: '2. При отравлениях кислотами, щелочами, нефтепродуктами, при судорогах, в случае потери сознания пострадавшим.',
        correct: true,
      },
      {
        id: '3.41.3',
        value: '3. При отравлениях у несовершеннолетних детей.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.42  1*/
  {
    question: 'В каком объеме проводятся мероприятия при прекращении сердечной деятельности и дыхания у пострадавшего?',
    answers: [
      {
        id: '3.42.1',
        value: '1. Освобождение дыхательных путей, проведение ИВЛ (искусственной вентиляции легких) и НМС (непрямого массажа сердца).',
        correct: true,
      },
      {
        id: '3.42.2',
        value: '2. Проведение НМС (непрямого массажа сердца).',
        correct: false,
      },
      {
        id: '3.42.3',
        value: '3. Освобождение дыхательных путей, проведение ИВЛ (искусственной вентиляции легких).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.43  1*/
  {
    question: 'Положение пострадавшего при проведении сердечно-легочной реанимации:',
    answers: [
      {
        id: '3.43.1',
        value: '1. На спине, на ровной жесткой поверхности (колени реанимирующего на уровне спины пострадавшего).',
        correct: true,
      },
      {
        id: '3.43.2',
        value: '2. В том положении, в котором был обнаружен пострадавший (колени реанимирующего выше уровня спины пострадавшего).',
        correct: false,
      },
      {
        id: '3.43.3',
        value: '3. На спине на кровати (колени реанимирующего ниже уровня спины пострадавшего).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.44  1*/
  {
    question: 'При проведении ИВЛ (искусственной вентиляции легких) методом «рот в рот» необходимо:',
    answers: [
      {
        id: '3.44.1',
        value: '1. Свободной рукой плотно зажимать нос пострадавшего.',
        correct: true,
      },
      {
        id: '3.44.2',
        value: '2. Зажимать нос пострадавшего только в случае, если носовые ходы свободны.',
        correct: false,
      },
      {
        id: '3.44.3',
        value: '3. Нос пострадавшему не зажимать.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.45  2*/
  {
    question: 'При проведении ИВЛ (искусственной вентиляции легких) методом «рот в нос» необходимо:',
    answers: [
      {
        id: '3.45.1',
        value: '1. Свободной рукой открывать рот пострадавшего для обеспечения выдоха.',
        correct: false,
      },
      {
        id: '3.45.2',
        value: '2. Свободной рукой плотно удерживать нижнюю челюсть пострадавшего, чтобы его рот был закрыт.',
        correct: true,
      },
      {
        id: '3.45.3',
        value: '3. Не проводить никаких манипуляций с нижней челюстью пострадавшего.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.46  2*/
  {
    question: 'Особенности проведения ИВЛ (искусственной вентиляции легких) детям:',
    answers: [
      {
        id: '3.46.1',
        value: '1. Частота вдуваний воздуха и объем вдуваемого воздуха, по сравнению со взрослыми пострадавшими, не меняется.',
        correct: false,
      },
      {
        id: '3.46.2',
        value: '2. Увеличивается частота вдуваний воздуха с обязательным уменьшением объема вдуваемого воздуха.',
        correct: true,
      },
      {
        id: '3.46.3',
        value: '3. Уменьшается частота вдуваний воздуха с обязательным уменьшением объема вдуваемого воздуха.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.47  2*/
  {
    question: 'Частота вдуваний воздуха в минуту при проведении ИВЛ (искусственной вентиляции легких) составляет:',
    answers: [
      {
        id: '3.47.1',
        value: '1. 6-8 вдуваний в минуту для взрослых, 8-10 для детей.',
        correct: false,
      },
      {
        id: '3.47.2',
        value: '2. 8-10 вдуваний в минуту для взрослых, 12-20 для детей.',
        correct: true,
      },
      {
        id: '3.47.3',
        value: '3. 20-24 вдуваний в минуту для взрослых, 30-36 для детей.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.48  3*/
  {
    question: 'Ритм сердечно-легочной реанимации, выполняемой при оказании первой помощи:',
    answers: [
      {
        id: '3.48.1',
        value: '1. 5 надавливаний на грудную клетку – 1 вдувание воздуха.',
        correct: false,
      },
      {
        id: '3.48.2',
        value: '2. 15 надавливаний на грудную клетку – 2 вдувания воздуха.',
        correct: false,
      },
      {
        id: '3.48.3',
        value: '3. 30 надавливаний на грудную клетку – 2 вдувания воздуха.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.49  1*/
  {
    question: 'Помогая пострадавшему, работник юридического лица с особыми уставными задачами оказывает ему:',
    answers: [
      {
        id: '3.49.1',
        value: '1. Первую помощь.',
        correct: true,
      },
      {
        id: '3.49.2',
        value: '2. Специализированную помощь.',
        correct: false,
      },
      {
        id: '3.49.3',
        value: '3. Медикаментозную помощь.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.50  3*/
  {
    question: 'После оказания первой помощи при ранении следует обратиться в медицинское учреждение для профилактики столбняка:',
    answers: [
      {
        id: '3.50.1',
        value: '1. Только при укушенных или огнестрельных ранах.',
        correct: false,
      },
      {
        id: '3.50.2',
        value: '2. Только в тех случаях, когда рана или ранящий предмет имели непосредственный контакт с почвой.',
        correct: false,
      },
      {
        id: '3.50.3',
        value: '3. При любых ранениях.',
        correct: true,
      },
    ]
  },
]

const useOfSpecialTools20 = [
  /* вопрос 4.1  3*/
  {
    question: 'Предусмотрено ли нормативными правовыми актами Российской Федерации применение работником юридического лица с особыми уставными задачами специальных средств для отражения нападения, непосредственно угрожающего жизни и здоровью лиц, находящихся на объекте?',
    answers: [
      {
        id: '4.1.1',
        value: '1. Нет, не предусмотрено.',
        correct: false,
      },
      {
        id: '4.1.2',
        value: '2. Предусмотрено только в состоянии необходимой обороны.',
        correct: false,
      },
      {
        id: '4.1.3',
        value: '3. Да, предусмотрено.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.2   1*/
  {
    question: 'В каких случаях работнику юридического лица с особыми уставными задачами не запрещается применять специальные средства в отношении женщин с видимыми признаками беременности, лиц с явными признаками инвалидности и малолетних?',
    answers: [
      {
        id: '4.2.1',
        value: '1. В случае оказания указанными лицами вооруженного сопротивления, совершения нападения, угрожающего жизни или здоровью работников юридического лица с особыми уставными задачами, либо лиц, находящихся на охраняемом объекте.',
        correct: true,
      },
      {
        id: '4.2.2',
        value: '2. В случаях оказания указанными лицами группового сопротивления или нападения, угрожающего жизни и здоровью работников юридического лица с особыми уставными задачами или охраняемому имуществу.',
        correct: false,
      },
      {
        id: '4.2.3',
        value: '3. В случае отказа указанными лицами подчиниться требованию работника юридического лица с особыми уставными задачами проследовать в помещение охраны.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.3   1*/
  {
    question: 'Как меняется время непрерывного ношения бронежилета (жилета защитного) при повышении температуры и влажности воздуха:',
    answers: [
      {
        id: '4.3.1',
        value: '1. Уменьшается.',
        correct: true,
      },
      {
        id: '4.3.2',
        value: '2. Остается неизменным.',
        correct: false,
      },
      {
        id: '4.3.3',
        value: '3. Увеличивается.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.4   3*/
  {
    question: 'Как меняется время непрерывного ношения бронежилета (жилета защитного) при понижении температуры воздуха:',
    answers: [
      {
        id: '4.4.1',
        value: '1. Уменьшается.',
        correct: false,
      },
      {
        id: '4.4.2',
        value: '2. Остается неизменным.',
        correct: false,
      },
      {
        id: '4.4.3',
        value: '3. Увеличивается.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.5   1*/
  {
    question: 'Каким дополнительным элементом не комплектуются бронешлемы (шлемы защитные)?',
    answers: [
      {
        id: '4.5.1',
        value: '1. Шейно-плечевой накладкой.',
        correct: true,
      },
      {
        id: '4.5.2',
        value: '2. Бармицей для защиты шеи.',
        correct: false,
      },
      {
        id: '4.5.3',
        value: '3. Встроенной радиогарнитурой.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.6   3*/
  {
    question: 'Каким способом проверяется фиксация замков наручников,не угрожающая нормальному кровообращению у правонарушителя?',
    answers: [
      {
        id: '4.6.1',
        value: '1. Визуальным осмотром конечностей правонарушителя на предмет посинения.',
        correct: false,
      },
      {
        id: '4.6.2',
        value: '2. Периодическим открытием и закрытием замка наручников.',
        correct: false,
      },
      {
        id: '4.6.3',
        value: '3. Проверкой возможности браслетов наручников без затруднений поворачиваться на конечностях правонарушителя.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.7   2*/
  {
    question: 'Перед надеванием наручников на правонарушителянеобходимо:',
    answers: [
      {
        id: '4.7.1',
        value: '1. Подложить на запястья в тех местах, на которые будут надеваться наручники, ткань, салфетку или платок.',
        correct: false,
      },
      {
        id: '4.7.2',
        value: '2. Освободить запястья от одежды.',
        correct: true,
      },
      {
        id: '4.7.3',
        value: '3. Получить на применение наручников разрешение руководителя охранной организации.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.8   1*/
  {
    question: 'Палка резиновая ПУС-3, разрешенная для использования работниками юридического лица с особыми уставными задачами выпускается в следующих вариантах:',
    answers: [
      {
        id: '4.8.1',
        value: '1. Раскладная и телескопическая.',
        correct: true,
      },
      {
        id: '4.8.2',
        value: '2. Прямая и с боковой ручкой.',
        correct: false,
      },
      {
        id: '4.8.3',
        value: '3. Произвольная и штатная.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.9   2*/
  {
    question: 'Палки резиновые ПУС-2 и ПР-Т, разрешенные для использования работниками юридического лица с особыми уставными задачами имеют в своей конструкции:',
    answers: [
      {
        id: '4.9.1',
        value: '1. Выступающий кольцевой элемент (мини-гарду) рукоятки.',
        correct: false,
      },
      {
        id: '4.9.2',
        value: '2. Боковую ручку.',
        correct: true,
      },
      {
        id: '4.9.3',
        value: '3. Металлический наконечник.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.10  1*/
  {
    question: 'Палка резиновая ПР-73М, разрешенная для использования работниками юридического лица с особыми уставными задачами имеет в своей конструкции:',
    answers: [
      {
        id: '4.10.1',
        value: '1. Выступающий кольцевой элемент (мини-гарду) рукоятки.',
        correct: true,
      },
      {
        id: '4.10.2',
        value: '2. Боковую ручку.',
        correct: false,
      },
      {
        id: '4.10.3',
        value: '3. Металлический наконечник.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.11  3*/
  {
    question: 'Какая из палок резиновых, разрешенных для использования работниками юридического лица с особыми уставными задачами выпускается в варианте «телескопическая»:',
    answers: [
      {
        id: '4.11.1',
        value: '1. ПУС-2.',
        correct: false,
      },
      {
        id: '4.11.2',
        value: '2. ПР-Т.',
        correct: false,
      },
      {
        id: '4.11.3',
        value: '3. ПУС-3.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.12  1*/
  {
    question: 'Какие из палок резиновых, разрешенных для использования работниками юридического лица с особыми уставными задачами имеют наибольшую длину (650 мм):',
    answers: [
      {
        id: '4.12.1',
        value: '1. ПУС-1 и ПУС-2.',
        correct: true,
      },
      {
        id: '4.12.2',
        value: '2. ПР-Т и ПР-К.',
        correct: false,
      },
      {
        id: '4.12.3',
        value: '3. ПУС-3.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.13  1*/
  {
    question: 'Палки резиновые, разрешенные для использования работниками юридического лица с особыми уставными задачами имеют диаметр:',
    answers: [
      {
        id: '4.13.1',
        value: '1. От 30 до 34 мм.',
        correct: true,
      },
      {
        id: '4.13.2',
        value: '2. От 34 до 38 мм.',
        correct: false,
      },
      {
        id: '4.13.3',
        value: '3. От 38 до 42 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.14  3*/
  {
    question: 'Какая из палок резиновых, разрешенных для использования работниками юридического лица с особыми уставными задачами имеет наибольший вес (850 гр):',
    answers: [
      {
        id: '4.14.1',
        value: '1. ПР-К.',
        correct: false,
      },
      {
        id: '4.14.2',
        value: '2. ПР-Т.',
        correct: false,
      },
      {
        id: '4.14.3',
        value: '3. ПР-73М.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.15  2*/
  {
    question: 'Бронежилеты и бронешлемы (жилеты и шлемызащитные), за исключением изготовленных специально для особых условий эксплуатации, могут терять свои свойства:',
    answers: [
      {
        id: '4.15.1',
        value: '1. При воздействии ультрафиолетового излучения.',
        correct: false,
      },
      {
        id: '4.15.2',
        value: '2. При намокании.',
        correct: true,
      },
      {
        id: '4.15.3',
        value: '3. При температуре +30°С.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.16  3*/
  {
    question: 'Какие вещества (материалы) запрещается хранить совместно с бронежилетами и бронешлемами (жилетами ишлемами защитными)?',
    answers: [
      {
        id: '4.16.1',
        value: '1. Гидросорбенты (влагопоглотители).',
        correct: false,
      },
      {
        id: '4.16.2',
        value: '2. Резиновые изделия (резину).',
        correct: false,
      },
      {
        id: '4.16.3',
        value: '3. Масла и кислоты.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.17  1*/
  {
    question: 'Хранение каких видов специальных средств, используемых юридическими лицами с особыми уставными задачами, допускается ближе 1 метра от отопительных приборов?',
    answers: [
      {
        id: '4.17.1',
        value: '1. Наручников.',
        correct: true,
      },
      {
        id: '4.17.2',
        value: '2. Палок резиновых.',
        correct: false,
      },
      {
        id: '4.17.3',
        value: '3. Жилетов и шлемов защитных.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.18  2*/
  {
    question: 'При ношении бронежилетов (жилетов защитных) скрытог оношения рекомендуется использовать одежду:',
    answers: [
      {
        id: '4.18.1',
        value: '1. Совпадающую по размеру с той, которую носит использующий бронежилет (жилет защитный) или одежду свободного покроя.',
        correct: false,
      },
      {
        id: '4.18.2',
        value: '2. На 1-2 размера больше той, которую носит использующий бронежилет (жилет защитный) или одежду свободного покроя.',
        correct: true,
      },
      {
        id: '4.18.3',
        value: '3. На 3-4 размера больше той, которую носит использующий бронежилет (жилет защитный) илиодежду свободного покроя.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.19  2*/
  {
    question: 'Согласно рекомендациям предприятий-производителей, неследует применять аэрозольные устройства, снаряженные слезоточивыми веществами:',
    answers: [
      {
        id: '4.19.1',
        value: '1. Во время дождя или в сырую погоду.',
        correct: false,
      },
      {
        id: '4.19.2',
        value: '2. При встречном ветре, а также в замкнутом пространстве (подъездах, лифтах, транспортных средствах и т.п.).',
        correct: true,
      },
      {
        id: '4.19.3',
        value: '3. При температуре окружающего воздуха ниже 0ºС.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.20  2*/
  {
    question: 'При эксплуатации электрошоковых устройств (ЭШУ) необходимо:',
    answers: [
      {
        id: '4.20.1',
        value: '1. Избегать контакта рабочих электродов в области низа живота, поясницы и ягодиц объекта воздействия.',
        correct: false,
      },
      {
        id: '4.20.2',
        value: '2. Избегать контакта рабочих электродов в области сердца, головы, шеи и солнечного сплетения объекта воздействия.',
        correct: true,
      },
      {
        id: '4.20.3',
        value: '3. Еженедельно зачищать рабочие электроды наждачной бумагой.',
        correct: false,
      },
    ]
  },
]

const firearmsTraining84 = [
  /* вопрос 5.1   1*/
  {
    question: 'В каком из перечисленных случаев работнику юридического лица с особыми уставными задачами разрешено использовать огнестрельное оружие?',
    answers: [
      {
        id: '5.1.1',
        value: '1. При исполнении возложенных на него служебных обязанностей по охране при транспортировании оружия (боеприпасов).',
        correct: true,
      },
      {
        id: '5.1.2',
        value: '2. При исполнении возложенных на него служебных обязанностей по охране личного транспорта.',
        correct: false,
      },
      {
        id: '5.1.3',
        value: '3. При исполнении любых поручений руководства организации.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.2   2*/
  {
    question: 'В каких случаях работник юридического лица с особыми уставными задачами может не предупреждать о намерении применить огнестрельное оружие?',
    answers: [
      {
        id: '5.2.1',
        value: '1. В любом случае, независимо от создавшейся ситуации.',
        correct: false,
      },
      {
        id: '5.2.2',
        value: '2. В случае, если промедление в применении оружия создает непосредственную опасность для жизни.',
        correct: true,
      },
      {
        id: '5.2.3',
        value: '3. В случае если есть предпосылки или догадки о том, что может сложиться ситуация, которая повлечет собой угрозу для жизни.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.3   2*/
  {
    question: 'Какова последовательность действий работника юридического лица с особыми уставными задачами и порядок уведомления должностных лиц о случаях применения им специальных средств или огнестрельного оружия, в результате чего граждане получили телесные повреждения?',
    answers: [
      {
        id: '5.3.1',
        value: '1. Немедленно уведомить прокурора и в возможно короткий срок органы здравоохранения и внутренних дел.',
        correct: false,
      },
      {
        id: '5.3.2',
        value: '2. Обеспечить лицам, получившим телесные повреждения в результате применения специальных средств или огнестрельного оружия, первую помощь. Доложить по подчиненности.',
        correct: true,
      },
      {
        id: '5.3.3',
        value: '3. Обеспечить лицам, получившим телесные повреждения в результате применения специальных средств или огнестрельного оружия, первую помощь. Незамедлительно уведомить руководство охраняемого объекта и территориальное подразделение МЧС.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.4   1*/
  {
    question: 'Разрешается ли работнику юридического лица с особыми уставными задачами применять, находящееся на законных основаниях, боевое оружие для подачи сигнала тревоги?',
    answers: [
      {
        id: '5.4.1',
        value: '1. Разрешается.',
        correct: true,
      },
      {
        id: '5.4.2',
        value: '2. Не разрешается.',
        correct: false,
      },
      {
        id: '5.4.3',
        value: '3. Разрешается, если указанное лицо находится в условиях плохой видимости.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.5   2*/
  {
    question: 'Обязан ли работник юридического лица с особыми уставными задачами незамедлительно информировать органы внутренних дел в случае, если он произвел выстрел в воздух для предупреждения о намерении применить оружие?',
    answers: [
      {
        id: '5.5.1',
        value: '1. Обязан информировать орган внутренних дел по месту применения оружия.',
        correct: false,
      },
      {
        id: '5.5.2',
        value: '2. Не обязан.',
        correct: true,
      },
      {
        id: '5.5.3',
        value: '3. Обязан информировать органы внутренних дел по месту нахождения юридического лица с особыми уставными задачами.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.6   3*/
  {
    question: 'В отношении кого работникам юридического лица с особыми уставными задачами запрещается применять огнестрельное оружие?',
    answers: [
      {
        id: '5.6.1',
        value: '1. В отношении детей.',
        correct: false,
      },
      {
        id: '5.6.2',
        value: '2. В отношении граждан, имеющих документ, подтверждающий наличие инвалидности.',
        correct: false,
      },
      {
        id: '5.6.3',
        value: '3. В отношении женщин, лиц с явными признаками инвалидности и несовершеннолетних, когда их возраст очевиден или известен охраннику.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.7   2*/
  {
    question: 'В каких случаях работнику юридического лица с особыми уставными задачами не запрещается применять огнестрельное оружие в отношении женщин, лиц с явными признаками инвалидности и несовершеннолетних, возраст которых ему очевиден или известен?',
    answers: [
      {
        id: '5.7.1',
        value: '1. В случае оказания ими группового сопротивления или нападения угрожающего работникам юридического лица с особыми уставными задачами или охраняемому имуществу.',
        correct: false,
      },
      {
        id: '5.7.2',
        value: '2. В случае оказания указанными лицами вооруженного или группового сопротивления работникам юридического лица с особыми уставными задачами, совершения вооруженного или группового нападения на охраняемые объекты, угрожающего жизни или здоровью работников юридического лица с особыми уставными задачами либо лиц, находящихся на охраняемых объектах. ',
        correct: true,
      },
      {
        id: '5.7.3',
        value: '3. В случае отказа выполнить требование работника юридического лица с особыми уставными задачами проследовать в помещение охраны.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.8   1*/
  {
    question: 'В каком случае работники юридического лица с особыми уставными задачами вправе привести в готовность к стрельбе огнестрельное оружие?',
    answers: [
      {
        id: '5.8.1',
        value: '1. Если считают, что в создавшейся обстановке могут возникнуть основания для его применения.',
        correct: true,
      },
      {
        id: '5.8.2',
        value: '2. При патрулировании охраняемого периметра объекта в ночное время.',
        correct: false,
      },
      {
        id: '5.8.3',
        value: '3. При охране материальных ценностей и служебной документации конфиденциального характера.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.9   1*/
  {
    question: 'Правилами оборота гражданского и служебного оружия на территории Российской Федерации установлен следующий порядок ношения огнестрельного короткоствольного оружия:',
    answers: [
      {
        id: '5.9.1',
        value: '1. В кобуре, со снаряженным магазином или барабаном, поставленным на предохранитель (при наличии).',
        correct: true,
      },
      {
        id: '5.9.2',
        value: '2. В кобуре, с патроном в патроннике, со взведенным курком.',
        correct: false,
      },
      {
        id: '5.9.3',
        value: '3. В кобуре, с патроном в патроннике, поставленным на предохранитель (при наличии).',
        correct: false,
      },
    ]
  },
  /* вопрос 5.10  1*/
  {
    question: 'Правилами оборота гражданского и служебного оружия на территории Российской Федерации предусмотрено, что досылание патрона в патронник разрешается:',
    answers: [
      {
        id: '5.10.1',
        value: '1. Только при необходимости применения оружия либо для защиты жизни, здоровья и собственности в состоянии необходимой обороны или крайней необходимости.',
        correct: true,
      },
      {
        id: '5.10.2',
        value: '2. При необходимости применения оружия, а также в любых других опасных ситуациях.',
        correct: false,
      },
      {
        id: '5.10.3',
        value: '3. При необходимости применения оружия, а также при охране денежных средств и ценных грузов.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.11  3*/
  {
    question: 'На основании правил оборота гражданского и служебного оружия на территории Российской Федерации, работники юридического лица с особыми уставными задачами, осуществляющие ношение оружия при исполнении служебных обязанностей, должны иметь при себе:',
    answers: [
      {
        id: '5.11.1',
        value: '1. Документы, удостоверяющие их личность, приказ на охрану поста (маршрута).',
        correct: false,
      },
      {
        id: '5.11.2',
        value: '2. Выданное Федеральной службой войск национальной гвардии Российской Федерации или ее территориальным органом разрешение на хранение и ношение имеющегося у них оружия, медицинские справки форм 002-О/у и 003-О/у.',
        correct: false,
      },
      {
        id: '5.11.3',
        value: '3. Документы, удостоверяющие их личность, а также выданное Федеральной службой войск национальной гвардии Российской Федерации или ее территориальным органом разрешение на хранение и ношение имеющегося у них оружия.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.12  1*/
  {
    question: 'Эффективной мерой по обеспечению сохранности короткоствольного служебного оружия в процессе его ношения является:',
    answers: [
      {
        id: '5.12.1',
        value: '1 Ношение оружия с использованием пистолетного (револьверного) шнура.',
        correct: true,
      },
      {
        id: '5.12.2',
        value: '2. Обматывание оружия изоляционной лентой.',
        correct: false,
      },
      {
        id: '5.12.3',
        value: '3. Ношение патронов отдельно от оружия.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.13  3*/
  {
    question: 'Как определяется термин «короткоствольное оружие» в соответствии с действующим государственным стандартом?',
    answers: [
      {
        id: '5.13.1',
        value: '1. Оружие с длиной ствола (стволов) не более 150 мм и общей длиной не более 300 мм.',
        correct: false,
      },
      {
        id: '5.13.2',
        value: '2. Оружие с длиной ствола (стволов) не более 200 мм и общей длиной не более 400 мм.',
        correct: false,
      },
      {
        id: '5.13.3',
        value: '3. Оружие с длиной ствола (стволов) не более 300 мм и общей длиной не более 600 мм.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.14  1*/
  {
    question: 'Как определяется термин «длинноствольное оружие» в соответствии с действующим государственным стандартом?',
    answers: [
      {
        id: '5.14.1',
        value: '1. Оружие с длиной ствола (стволов) более 300 мм и общей длиной более 600 мм.',
        correct: true,
      },
      {
        id: '5.14.2',
        value: '2. Оружие с длиной ствола (стволов) более 200 мм и общей длиной более 400 мм.',
        correct: false,
      },
      {
        id: '5.14.3',
        value: '3. Оружие с длиной ствола (стволов) более 150 мм и общей длиной более 300 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.15  1*/
  {
    question: 'Начальной скоростью пули называется:',
    answers: [
      {
        id: '5.15.1',
        value: '1. Скорость движения пули при прохождении дульного среза ствола.',
        correct: true,
      },
      {
        id: '5.15.2',
        value: '2. Скорость движения пули при вхождении в ствол из патронника (каморы барабана).',
        correct: false,
      },
      {
        id: '5.15.3',
        value: '3. Скорость движения пули на расстоянии одного метра от дульного среза ствола.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.16  2*/
  {
    question: 'Линией прицеливания называется:',
    answers: [
      {
        id: '5.16.1',
        value: '1. Линия, проходящая от центра ствола в точку прицеливания.',
        correct: false,
      },
      {
        id: '5.16.2',
        value: '2. Прямая линия, проходящая от глаза стрелка через середину прорези прицела (на уровне с ее краями) и вершину мушки в точку прицеливания.',
        correct: true,
      },
      {
        id: '5.16.3',
        value: '3. Линия, описываемая центром тяжести пули в полете.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.17  3*/
  {
    question: 'Прямым выстрелом называется:',
    answers: [
      {
        id: '5.17.1',
        value: '1. Выстрел, при котором траектория полета пули поднимается над линией прицеливания выше цели не более, чем на одной трети своего протяжения.',
        correct: false,
      },
      {
        id: '5.17.2',
        value: '2. Выстрел, при котором ствол оружия и линия плеч стрелка составляют прямой угол.',
        correct: false,
      },
      {
        id: '5.17.3',
        value: '3. Выстрел, при котором траектория полета пули не поднимается над линией прицеливания выше цели на всем своем протяжении.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.18  1*/
  {
    question: 'Траекторией полета пули называется:',
    answers: [
      {
        id: '5.18.1',
        value: '1. Кривая линия, описываемая центром тяжести пули в полете.',
        correct: true,
      },
      {
        id: '5.18.2',
        value: '2. Прямая линия, проходящая от глаза стрелка через середину прорези прицела (на уровне с ее краями) и вершину мушки в точку прицеливания. ',
        correct: false,
      },
      {
        id: '5.18.3',
        value: '3. Прямая линия от центра ствола до точки попадания.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.19  1*/
  {
    question: 'К основным частям огнестрельного оружия относятся:',
    answers: [
      {
        id: '5.19.1',
        value: '1. Ствол, затвор, барабан, рамка, ствольная коробка.',
        correct: true,
      },
      {
        id: '5.19.2',
        value: '2. Ствол, затворная рама, крышка ствольной коробки, приклад, рукоятка.',
        correct: false,
      },
      {
        id: '5.19.3',
        value: '3. Ствол, магазин, барабан, рамка, ствольная коробка, патрон.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.20  2*/
  {
    question: 'По своему назначению шептало пистолета служит:',
    answers: [
      {
        id: '5.20.1',
        value: '1. Для возвращения спускового крючка в крайнее переднее положение.',
        correct: false,
      },
      {
        id: '5.20.2',
        value: '2. Для удержания курка на боевом и предохранительном взводе.',
        correct: true,
      },
      {
        id: '5.20.3',
        value: '3. Для приведения в действие курка, рычага взвода и спусковой тяги.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.21  2*/
  {
    question: 'По своему назначению выбрасыватель пистолета служит:',
    answers: [
      {
        id: '5.21.1',
        value: '1. Для отвода неизрасходованной части пороховых газов.',
        correct: false,
      },
      {
        id: '5.21.2',
        value: '2. Для удержания гильзы (патрона) в чашечке затвора до встречи с отражателем.',
        correct: true,
      },
      {
        id: '5.21.3',
        value: '3. Для извлечения магазина из рукоятки пистолета.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.22  3*/
  {
    question: 'По своему назначению боевая пружина пистолета служит:',
    answers: [
      {
        id: '5.22.1',
        value: '1. Для досылания патрона в патронник.',
        correct: false,
      },
      {
        id: '5.22.2',
        value: '2. Для возвращения затвора в крайнее переднее положение после выстрела.',
        correct: false,
      },
      {
        id: '5.22.3',
        value: '3. Для приведения в действие курка, рычага взвода и спусковой тяги.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.23  2*/
  {
    question: 'По своему назначению возвратная пружина пистолета служит:',
    answers: [
      {
        id: '5.23.1',
        value: '1. Для возвращения спускового крючка в крайнее переднее положение.',
        correct: false,
      },
      {
        id: '5.23.2',
        value: '2. Для возвращения затвора в крайнее переднее положение после выстрела.',
        correct: true,
      },
      {
        id: '5.23.3',
        value: '3. Для приведения в действие курка, рычага взвода и спусковой тяги.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.24  1*/
  {
    question: 'По своему назначению курок пистолета служит:',
    answers: [
      {
        id: '5.24.1',
        value: '1. Для нанесения удара по ударнику.',
        correct: true,
      },
      {
        id: '5.24.2',
        value: '2. Для приведения в действие спусковой тяги с рычагом взвода.',
        correct: false,
      },
      {
        id: '5.24.3',
        value: '3. Для нанесения удара по капсюлю гильзы.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.25  3*/
  {
    question: 'По своему назначению затвор пистолета служит:',
    answers: [
      {
        id: '5.25.1',
        value: '1. Для подачи патрона из магазина в патронник, фиксации ствола при выстреле, отвода неизрасходованных пороховых газов и извлечения гильзы после выстрела, для постановки курка на предохранительный взвод.',
        correct: false,
      },
      {
        id: '5.25.2',
        value: '2. Для соединения всех частей пистолета.',
        correct: false,
      },
      {
        id: '5.25.3',
        value: '3. Для подачи патрона из магазина в патронник, запирания канала ствола при выстреле, удержания гильзы (извлечения патрона) и постановки курка на боевой взвод.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.26  3*/
  {
    question: 'Неполная разборка пистолета, для пистолетов по конструкции сходных с пистолетом ИЖ-71 (МР-71), производится в следующем порядке:',
    answers: [
      {
        id: '5.26.1',
        value: '1. Отделить затвор, отвинтить винт рукоятки, отделить рукоятку от рамки, снять возвратную пружину.',
        correct: false,
      },
      {
        id: '5.26.2',
        value: '2. Выключить предохранитель, отвести спусковую скобу вниз и влево, отделить затвор от рамки, поставить спусковую скобу на место, снять со ствола возвратную пружину.',
        correct: false,
      },
      {
        id: '5.26.3',
        value: '3. Извлечь магазин из основания рукоятки, выключить предохранитель, убедится в отсутствии патрона в патроннике, отвести спусковую скобу вниз и влево, отделить затвор от рамки, поставить спусковую скобу на место, снять со ствола возвратную пружину.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.27  3*/
  {
    question: 'Какое действие в процессе полной разборки пистолета ИЖ-71 выполняется в первую очередь? (предполагается, что операции по неполной разборке пистолета уже выполнены).',
    answers: [
      {
        id: '5.27.1',
        value: '1. Отделить рукоятку от основания и боевую пружину.',
        correct: false,
      },
      {
        id: '5.27.2',
        value: '2. Отделить спусковой крючок.',
        correct: false,
      },
      {
        id: '5.27.3',
        value: '3. Отделить шептало и затворную задержку от рамки.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.28  2*/
  {
    question: 'Какие действия при сборке пистолета после неполной разборки производятся в первую очередь?',
    answers: [
      {
        id: '5.28.1',
        value: '1. Оттянуть спусковую скобу.',
        correct: false,
      },
      {
        id: '5.28.2',
        value: '2. Надеть на ствол возвратную пружину.',
        correct: true,
      },
      {
        id: '5.28.3',
        value: '3. Вставить магазин в основание рукоятки.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.29  1*/
  {
    question: 'Какая из указанных частей входит в ударно-спусковой механизм пистолета ИЖ-71?',
    answers: [
      {
        id: '5.29.1',
        value: '1. Задвижка боевой пружины.',
        correct: true,
      },
      {
        id: '5.29.2',
        value: '2. Ударник.',
        correct: false,
      },
      {
        id: '5.29.3',
        value: '3. Возвратная пружина.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.30  3*/
  {
    question: 'Какая из названных частей входит в основные части механизма пистолета ИЖ-71?',
    answers: [
      {
        id: '5.30.1',
        value: '1. Досылатель.',
        correct: false,
      },
      {
        id: '5.30.2',
        value: '2. Предохранитель.',
        correct: false,
      },
      {
        id: '5.30.3',
        value: '3. Затворная задержка.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.31  2*/
  {
    question: 'Назначение кольцевой проточки гильзы 9-мм патрона к пистолету ИЖ-71.',
    answers: [
      {
        id: '5.31.1',
        value: '1. Для уменьшения веса.',
        correct: false,
      },
      {
        id: '5.31.2',
        value: '2. Для зацепа выбрасывателя.',
        correct: true,
      },
      {
        id: '5.31.3',
        value: '3. Для зацепа отражателя.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.32  3*/
  {
    question: 'Из чего состоит пуля 9-мм патрона пистолета ИЖ-71?',
    answers: [
      {
        id: '5.32.1',
        value: '1. Пуля, гильза, пороховой заряд, капсюль.',
        correct: false,
      },
      {
        id: '5.32.2',
        value: '2. Стальной сердечник, свинцовая рубашка, биметаллическая оболочка.',
        correct: false,
      },
      {
        id: '5.32.3',
        value: '3. Пуля из свинца в биметаллической оболочке.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.33  3*/
  {
    question: 'Для чего служит рамка в ПМ -9 мм?',
    answers: [
      {
        id: '5.33.1',
        value: '1. Для производства выстрела.',
        correct: false,
      },
      {
        id: '5.33.2',
        value: '2. Для обеспечения безопасности.',
        correct: false,
      },
      {
        id: '5.33.3',
        value: '3. Для соединения всех частей пистолета.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.34  1*/
  {
    question: 'Элементом какой основной части или механизма является выбрасыватель в ПМ- 9 мм?',
    answers: [
      {
        id: '5.34.1',
        value: '1. Затвора.',
        correct: true,
      },
      {
        id: '5.34.2',
        value: '2. Ударно-спускового механизма.',
        correct: false,
      },
      {
        id: '5.34.3',
        value: '3. Рамки со стволом и спусковой скобой.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.35  2*/
  {
    question: 'Элементом какой основной части или механизма является шептало в ПМ- 9 мм?',
    answers: [
      {
        id: '5.35.1',
        value: '1. Затвора.',
        correct: false,
      },
      {
        id: '5.35.2',
        value: '2. Ударно-спускового механизма.',
        correct: true,
      },
      {
        id: '5.35.3',
        value: '3. Рамки со стволом.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.36  2*/
  {
    question: 'Из скольких основных частей и механизмов состоит ПМ-9 мм?',
    answers: [
      {
        id: '5.36.1',
        value: '1. 5 частей и механизмов.',
        correct: false,
      },
      {
        id: '5.36.2',
        value: '2. 7 частей и механизмов.',
        correct: true,
      },
      {
        id: '5.36.3',
        value: '3. 18 частей и механизмов.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.37  1*/
  {
    question: 'Какова эффективная дальность стрельбы из ПМ-9 мм?',
    answers: [
      {
        id: '5.37.1',
        value: '1. До 50 метров.',
        correct: true,
      },
      {
        id: '5.37.2',
        value: '2. До 100 метров.',
        correct: false,
      },
      {
        id: '5.37.3',
        value: '3. До 25 метров.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.38  1*/
  {
    question: 'Какова боевая скорострельность пистолета ПМ-9 мм?',
    answers: [
      {
        id: '5.38.1',
        value: '1. 30 выстрелов в минуту.',
        correct: true,
      },
      {
        id: '5.38.2',
        value: '2. 50 выстрелов в минуту.',
        correct: false,
      },
      {
        id: '5.38.3',
        value: '3. 10 выстрелов в минуту.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.39  1*/
  {
    question: 'На чем основан принцип автоматики пистолета ПМ-9 мм?',
    answers: [
      {
        id: '5.39.1',
        value: '1. На отдаче свободного затвора.',
        correct: true,
      },
      {
        id: '5.39.2',
        value: '2. На сжатии пороховых газов.',
        correct: false,
      },
      {
        id: '5.39.3',
        value: '3. На особенностях работы ударно-спускового механизма.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.40  2*/
  {
    question: 'Каков калибр пистолета ПМ-9 мм?',
    answers: [
      {
        id: '5.40.1',
        value: '1. 7,62 мм.',
        correct: false,
      },
      {
        id: '5.40.2',
        value: '2. 9 мм.',
        correct: true,
      },
      {
        id: '5.40.3',
        value: '3. 5,45 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.41  3*/
  {
    question: 'Какова емкость магазина пистолета ПМ-9 мм?',
    answers: [
      {
        id: '5.41.1',
        value: '1. 10 патронов.',
        correct: false,
      },
      {
        id: '5.41.2',
        value: '2. 16 патронов.',
        correct: false,
      },
      {
        id: '5.41.3',
        value: '3. 8 патронов.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.42  3*/
  {
    question: 'Для чего предназначен выбрасыватель в пистолете ПМ - 9 мм?',
    answers: [
      {
        id: '5.42.1',
        value: '1. Для выброса пули.',
        correct: false,
      },
      {
        id: '5.42.2',
        value: '2. Для запирания затвора.',
        correct: false,
      },
      {
        id: '5.42.3',
        value: '3. Для экстракции гильзы.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.43  1*/
  {
    question: 'Какова прицельная дальность стрельбы из ПП-91 «Кедр»?',
    answers: [
      {
        id: '5.43.1',
        value: '1. 50 метров.',
        correct: true,
      },
      {
        id: '5.43.2',
        value: '2. 25 метров.',
        correct: false,
      },
      {
        id: '5.43.3',
        value: '3. 100 метров.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.44  1*/
  {
    question: 'Какова боевая скорострельность очередями ПП-91 «Кедр»?',
    answers: [
      {
        id: '5.44.1',
        value: '1. 1000 выстрелов в минуту.',
        correct: true,
      },
      {
        id: '5.44.2',
        value: '2. 100 выстрелов в минуту.',
        correct: false,
      },
      {
        id: '5.44.3',
        value: '3. 50 выстрелов в минуту.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.45  2*/
  {
    question: 'Механизмы автоматики пистолета-пулемёта ПП-91 «Кедр» работают:',
    answers: [
      {
        id: '5.45.1',
        value: '1. За счет действия энергии возвратной пружины.',
        correct: false,
      },
      {
        id: '5.45.2',
        value: '2. За счет энергии отдачи свободного затвора.',
        correct: true,
      },
      {
        id: '5.45.3',
        value: '3. На использовании энергии пороховых газов, отводимых из канала ствола в газовую камору.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.46  1*/
  {
    question: 'Каков калибр пистолета-пулемета ПП-91 «Кедр»?',
    answers: [
      {
        id: '5.46.1',
        value: '1. 9 мм.',
        correct: true,
      },
      {
        id: '5.46.2',
        value: '2. 7,62 мм.',
        correct: false,
      },
      {
        id: '5.46.3',
        value: '3. 5,45 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.47  2*/
  {
    question: 'Какова масса пистолета-пулемета ПП-91 «Кедр» без патронов?',
    answers: [
      {
        id: '5.47.1',
        value: '1. 0, 54 кг.',
        correct: false,
      },
      {
        id: '5.47.2',
        value: '2. 1,54 кг.',
        correct: true,
      },
      {
        id: '5.47.3',
        value: '3. 2,54 кг.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.48  3*/
  {
    question: 'Какова прицельная дальность стрельбы из пистолета-пулемёта ОЦ-2 «Кипарис»?',
    answers: [
      {
        id: '5.48.1',
        value: '1. 25 метров.',
        correct: false,
      },
      {
        id: '5.48.2',
        value: '2. 50 метров.',
        correct: false,
      },
      {
        id: '5.48.3',
        value: '3. 75 метров.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.49  2*/
  {
    question: 'Какова боевая скорострельность очередями пистолета-пулемёта ОЦ-2 «Кипарис»?',
    answers: [
      {
        id: '5.49.1',
        value: '1. 1000 выстрелов в минуту.',
        correct: false,
      },
      {
        id: '5.49.2',
        value: '2. 800 выстрелов в минуту.',
        correct: true,
      },
      {
        id: '5.49.3',
        value: '3. 50 выстрелов в минуту.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.50  2*/
  {
    question: 'Какова масса пистолета-пулемета ОЦ-2 «Кипарис» без патронов?',
    answers: [
      {
        id: '5.50.1',
        value: '1. 0, 57 кг.',
        correct: false,
      },
      {
        id: '5.50.2',
        value: '2. 1,57 кг.',
        correct: true,
      },
      {
        id: '5.50.3',
        value: '3. 2,57 кг.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.51  2*/
  {
    question: 'Каков калибр пистолета-пулемёта «Бизон-2»?',
    answers: [
      {
        id: '5.51.1',
        value: '1. 7,62 мм.',
        correct: false,
      },
      {
        id: '5.51.2',
        value: '2. 9 мм.',
        correct: true,
      },
      {
        id: '5.51.3',
        value: '3. 5,45 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.52  3*/
  {
    question: 'Какова ёмкость шнекового магазина пистолета-пулемёта «Бизон-2»?',
    answers: [
      {
        id: '5.52.1',
        value: '1. 20 патронов.',
        correct: false,
      },
      {
        id: '5.52.2',
        value: '2. 30 патронов.',
        correct: false,
      },
      {
        id: '5.52.3',
        value: '3. 64 патрона.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.53  2*/
  {
    question: 'Какова масса пистолета-пулемёта «Бизон-2» без патронов?',
    answers: [
      {
        id: '5.53.1',
        value: '1. 1,6 кг.',
        correct: false,
      },
      {
        id: '5.53.2',
        value: '2. 2,6 кг.',
        correct: true,
      },
      {
        id: '5.53.3',
        value: '3. 3,6 кг.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.54  3*/
  {
    question: 'Каков калибр пистолета-пулемета ПП-93?',
    answers: [
      {
        id: '5.54.1',
        value: '1. 5,45 мм.',
        correct: false,
      },
      {
        id: '5.54.2',
        value: '2. 7,62 мм.',
        correct: false,
      },
      {
        id: '5.54.3',
        value: '3. 9 мм.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.55  3*/
  {
    question: 'На чем основан принцип автоматики автомата АКМС?',
    answers: [
      {
        id: '5.55.1',
        value: '1. На действии возвратной пружины.',
        correct: false,
      },
      {
        id: '5.55.2',
        value: '2. На отдаче свободного затвора.',
        correct: false,
      },
      {
        id: '5.55.3',
        value: '3. На использовании энергии пороховых газов, отводимых из канала ствола в газовую камору.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.56  1*/
  {
    question: 'Каков калибр автомата АКМС?',
    answers: [
      {
        id: '5.56.1',
        value: '1. 7,62 мм.',
        correct: true,
      },
      {
        id: '5.56.2',
        value: '2. 9 мм.',
        correct: false,
      },
      {
        id: '5.56.3',
        value: '3. 5,45 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.57  3*/
  {
    question: 'Какова прицельная дальность стрельбы из автомата АКМС?',
    answers: [
      {
        id: '5.57.1',
        value: '1. 800 м.',
        correct: false,
      },
      {
        id: '5.57.2',
        value: '2. 500 м.',
        correct: false,
      },
      {
        id: '5.57.3',
        value: '3. 1000 м.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.58  1*/
  {
    question: 'Дальность прямого выстрела по грудной фигуре автомата АКМС?',
    answers: [
      {
        id: '5.58.1',
        value: '1. 350 м.',
        correct: true,
      },
      {
        id: '5.58.2',
        value: '2. 500 м.',
        correct: false,
      },
      {
        id: '5.58.3',
        value: '3. 450 м.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.59  3*/
  {
    question: 'Какова емкость магазина автомата АКМС?',
    answers: [
      {
        id: '5.59.1',
        value: '1. 10 патронов.',
        correct: false,
      },
      {
        id: '5.59.2',
        value: '2. 16 патронов.',
        correct: false,
      },
      {
        id: '5.59.3',
        value: '3. 30 патронов.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.60  2*/
  {
    question: 'Какова предельная дальность полета пули автомата АКМС?',
    answers: [
      {
        id: '5.60.1',
        value: '1. 2800 м.',
        correct: false,
      },
      {
        id: '5.60.2',
        value: '2. 3000 м.',
        correct: true,
      },
      {
        id: '5.60.3',
        value: '3. 3500 м.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.61  1*/
  {
    question: 'Безопасное использование оружия предполагает в период непосредственного применения:',
    answers: [
      {
        id: '5.61.1',
        value: '1. Держать указательный палец вдоль спусковой скобы, переставляя его на спусковой крючок только перед выстрелом.',
        correct: true,
      },
      {
        id: '5.61.2',
        value: '2. Держать указательный палец всегда на спусковом крючке.',
        correct: false,
      },
      {
        id: '5.61.3',
        value: '3. Удерживая пистолет двумя руками, всегда держать указательные пальцы (один на другом) на спусковом крючке.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.62  2*/
  {
    question: 'Безопасное использование оружия предполагает в период непосредственного применения:',
    answers: [
      {
        id: '5.62.1',
        value: '1. Не отвлекаться на расчет траектории выстрела (в части исключения вреда посторонним лицам и/или вреда их имуществу).',
        correct: false,
      },
      {
        id: '5.62.2',
        value: '2. Обязательно рассчитывать траекторию выстрела для исключения вреда посторонним лицам, а по возможности и их имуществу.',
        correct: true,
      },
      {
        id: '5.62.3',
        value: '3. Обязательно рассчитывать траекторию выстрела для исключения вреда посторонним лицам.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.63  3*/
  {
    question: 'Безопасное использование оружия предполагает в период непосредственного применения:',
    answers: [
      {
        id: '5.63.1',
        value: '1. Ни при каких обстоятельствах не ставить оружие на предохранитель.',
        correct: false,
      },
      {
        id: '5.63.2',
        value: '2. Не ставить оружие на предохранитель после досылки патрона в патронник, даже если оружие не применяется сразу после досылки патрона.',
        correct: false,
      },
      {
        id: '5.63.3',
        value: '3. Ставить оружие на предохранитель после досылки патрона в патронник, если оружие не применяется сразу после досылки патрона.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.64  1*/
  {
    question: 'Безопасное использование оружия предполагает в период непосредственного применения:',
    answers: [
      {
        id: '5.64.1',
        value: '1. Обязательный контроль направления ствола оружия при досылке патрона в патронник для исключения возможного вреда посторонним лицам.',
        correct: true,
      },
      {
        id: '5.64.2',
        value: '2. Не отвлекаться на контроль направления ствола оружия при досылке патрона в патронник.',
        correct: false,
      },
      {
        id: '5.64.3',
        value: '3. Контролировать направления ствола оружия при досылке патрона в патронник только в ситуациях близости несовершеннолетних или ценного имущества.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.65  3*/
  {
    question: 'Каков порядок действий стрелка при проведении стрельб в тирах и на стрельбищах?',
    answers: [
      {
        id: '5.65.1',
        value: '1. Стрелок самостоятельно выходит на линию огня, по команде «заряжай» заряжает оружие и по команде «огонь» ведет огонь.',
        correct: false,
      },
      {
        id: '5.65.2',
        value: '2. Стрелок по команде «на линию огня» выходит на огневой рубеж, заряжает, стреляет.',
        correct: false,
      },
      {
        id: '5.65.3',
        value: '3. Стрелок выходит, заряжает, стреляет, производит иные действия только по мере получения отдельных команд.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.66  2*/
  {
    question: 'Меры безопасности при проведении на стрелковых объектах специальных упражнений (связанных с поворотами, разворотами, кувырками, перекатами и т.п.) предполагают:',
    answers: [
      {
        id: '5.66.1',
        value: '1. Обязательное применение оружия, предназначенного для подразделений специального назначения.',
        correct: false,
      },
      {
        id: '5.66.2',
        value: '2. Нахождение оружия на предохранителе вплоть до момента открытия огня, направление оружия и производство выстрелов только по мишеням, установленным перед пулеприемником (пулеприемниками).',
        correct: true,
      },
      {
        id: '5.66.3',
        value: '3. Надежное удержание оружия при передвижениях, без каких-либо дополнительных требований.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.67  3*/
  {
    question: 'В случае задержки при стрельбе из пистолета в тире необходимо:',
    answers: [
      {
        id: '5.67.1',
        value: '1. Осторожно вынуть магазин из основания рукоятки, устранить причину задержки, продолжить выполнение упражнения.',
        correct: false,
      },
      {
        id: '5.67.2',
        value: '2. Поставить оружие на предохранитель, вынуть магазин из основания рукоятки, сдать оружие руководителю стрельб (инструктору).',
        correct: false,
      },
      {
        id: '5.67.3',
        value: '3. Не производить никаких действий с оружием и удерживая его в направлении мишени, доложить руководителю стрельб (инструктору) о задержке и действовать по его команде.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.68  2*/
  {
    question: 'При стрельбе в тире в противошумовых наушниках или защитных очках действуют следующие правила:',
    answers: [
      {
        id: '5.68.1',
        value: '1. Следует закрепить их во избежание падения во время стрельбы.',
        correct: false,
      },
      {
        id: '5.68.2',
        value: '2. Запрещается надевать, поправлять и снимать их с оружием в руках.',
        correct: true,
      },
      {
        id: '5.68.3',
        value: '3. Разрешается надевать, поправлять и снимать их с оружием в руках.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.69  2*/
  {
    question: 'При необходимости перемещения по тиру или стрельбищу (осмотр мишеней и т.п.) в соответствии с мерами по обеспечению безопасности оружие должно находиться:',
    answers: [
      {
        id: '5.69.1',
        value: '1. Непосредственно в руках стрелка.',
        correct: false,
      },
      {
        id: '5.69.2',
        value: '2. В кобуре стрелка или на столике стрелка - в разряженном или поставленном на предохранитель виде.',
        correct: true,
      },
      {
        id: '5.69.3',
        value: '3. Какие-либо правила на этот счет отсутствуют.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.70  2*/
  {
    question: 'Действия по временному прекращению стрельбы в тире, на стрельбище и при исполнении служебных обязанностей работника юридического лица с особыми уставными задачами:',
    answers: [
      {
        id: '5.70.1',
        value: '1. Прекратить нажим на хвост спускового крючка; извлечь магазин, произвести контрольный спуск курка (в условиях безопасностипо направлению возможного выстрела), включить предохранитель (если таковой имеется).',
        correct: false,
      },
      {
        id: '5.70.2',
        value: '2. Прекратить нажим на хвост спускового крючка; включить предохранитель (если таковой имеется); при необходимости – перезарядить оружие.',
        correct: true,
      },
      {
        id: '5.70.3',
        value: '3. Прекратить нажим на хвост спускового крючка; извлечь магазин, произвести контрольный спуск курка (в условиях безопасностипо направлению возможного выстрела).',
        correct: false,
      },
    ]
  },
  /* вопрос 5.71  3*/
  {
    question: 'Для временного прекращения стрельбы в тире (на стрельбище) подается команда:',
    answers: [
      {
        id: '5.71.1',
        value: '1. «Оружие к осмотру».',
        correct: false,
      },
      {
        id: '5.71.2',
        value: '2. «Разряжай».',
        correct: false,
      },
      {
        id: '5.71.3',
        value: '3. «Стой» (при стрельбе в движении - «Прекратить огонь»).',
        correct: true,
      },
    ]
  },
  /* вопрос 5.72  2*/
  {
    question: 'Для полного прекращения стрельбы в тире (на стрельбище) подается команда:',
    answers: [
      {
        id: '5.72.1',
        value: '1. «Оружие к осмотру».',
        correct: false,
      },
      {
        id: '5.72.2',
        value: '2. «Разряжай».',
        correct: true,
      },
      {
        id: '5.72.3',
        value: '3. «Стой» (при стрельбе в движении - «Прекратить огонь»).',
        correct: false,
      },
    ]
  },
  /* вопрос 5.73  1*/
  {
    question: 'Контрольный спуск курка оружия (в тире, на стрельбище, после его применения при исполнении служебных обязанностей) производится:',
    answers: [
      {
        id: '5.73.1',
        value: '1. После осмотра оружия руководителем стрельбы (вышестоящим начальником, иным уполномоченным лицом).',
        correct: true,
      },
      {
        id: '5.73.2',
        value: '2. После разряжания оружия (до процедуры его осмотра).',
        correct: false,
      },
      {
        id: '5.73.3',
        value: '3. Сразу после временного прекращения стрельбы.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.74  2*/
  {
    question: 'При выполнении команды «Заряжай», согласно понятию о заряжании стрелкового оружия, установленному действующим государственным стандартом (с учетом требований безопасности на стрелковых объектах):',
    answers: [
      {
        id: '5.74.1',
        value: '1. Пистолет направляется дульной частью в сторону мишени, снаряженный магазин вставляется в основание рукоятки пистолета (если по условиям упражнения уже не был присоединен), патрон в патронник не досылается, стрелок производит доклад о готовности «Иванов к стрельбе готов».',
        correct: false,
      },
      {
        id: '5.74.2',
        value: '2. Пистолет направляется дульной частью в сторону мишени, снаряженный магазин вставляется в основание рукоятки пистолета (если по условиям упражнения уже не был присоединен), пистолет снимается с предохранителя (предохранитель выключается), патрон досылается в патронник, пистолет ставится на предохранитель (предохранитель включается), стрелок производит доклад о готовности «Иванов к стрельбе готов».',
        correct: true,
      },
      {
        id: '5.74.3',
        value: '3. Пистолет удерживается дульной частью в произвольном направлении, снаряженный магазин вставляется в основание рукоятки пистолета (если по условиям упражнения уже не был присоединен), пистолет снимается с предохранителя (предохранитель выключается), патрон досылается в патронник, пистолет ставится на предохранитель (предохранитель включается), стрелок производит доклад о готовности «Иванов к стрельбе готов».',
        correct: false,
      },
    ]
  },
  /* вопрос 5.75  3*/
  {
    question: 'Действия стрелка по полному прекращению стрельбы в тире (на стрельбище):',
    answers: [
      {
        id: '5.75.1',
        value: '1. Прекратить нажим на хвост спускового крючка, включить предохранитель (если таковой имеется), разрядить оружие (согласно правилам, установленным для данного оружия), далее произвести контрольный спуск курка (в условиях безопасности по направлению возможного выстрела).',
        correct: false,
      },
      {
        id: '5.75.2',
        value: '2. Прекратить нажим на хвост спускового крючка; включить предохранитель (если таковой имеется).',
        correct: false,
      },
      {
        id: '5.75.3',
        value: '3. Прекратить нажим на хвост спускового крючка, включить предохранитель (если таковой имеется), разрядить оружие (согласно правилам, установленным для данного оружия); далее действовать по команде «Оружие – к осмотру».',
        correct: true,
      },
    ]
  },
  /* вопрос 5.76  2*/
  {
    question: 'Действия с пистолетом при получении стрелком в тире (на стрельбище) команды «Оружие – к осмотру»:',
    answers: [
      {
        id: '5.76.1',
        value: '1. Извлечь магазин, предъявить оружие к осмотру (в положении «на затворной задержке») с приложенным сбоку (под большой палец правой руки) магазином. После осмотра оружия руководителем стрельбы (по команде «осмотрено») поставить оружие на предохранитель; магазин вставить в основание рукоятки, пистолет вложить в кобуру.',
        correct: false,
      },
      {
        id: '5.76.2',
        value: '2. Извлечь магазин, предъявить оружие к осмотру (в положении «на затворной задержке») с приложенным сбоку (под большой палец правой руки) магазином. После осмотра оружия руководителем стрельбы (по команде «осмотрено») снять с затворной задержки, произвести контрольный спуск курка, поставить оружие на предохранитель; магазин вставить в основание рукоятки, пистолет вложить в кобуру.',
        correct: true,
      },
      {
        id: '5.76.3',
        value: '3. Извлечь магазин, предъявить оружие к осмотру (в положении «на затворной задержке») с приложенным сбоку (под большой палец правой руки) магазином. После осмотра оружия руководителем стрельбы (по команде «осмотрено») снять с затворной задержки, произвести контрольный спуск курка, поставить оружие на предохранитель.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.77  3*/
  {
    question: 'Действия с оружием по завершении его применения работником юридического лица с особыми уставными задачами при исполнении служебных обязанностей (до прибытия правоохранительных органов):',
    answers: [
      {
        id: '5.77.1',
        value: '1. Прекратить нажим на хвост спускового крючка, не разряжая оружие и не ставя оружие на предохранитель, дождаться указаний вышестоящего начальника или представителей правоохранительных органов.',
        correct: false,
      },
      {
        id: '5.77.2',
        value: '2. Прекратить нажим на хвост спускового крючка, разрядить оружие, включить предохранитель (если таковой имеется), убрать оружие в кобуру (для тех видов оружия, ношение которых осуществляется в кобуре).',
        correct: false,
      },
      {
        id: '5.77.3',
        value: '3. Прекратить нажим на хвост спускового крючка, не разряжая оружие, включить предохранитель (если таковой имеется), убрать оружие в кобуру (для тех видов оружия, ношение которых осуществляется в кобуре).',
        correct: true,
      },
    ]
  },
  /* вопрос 5.78  2*/
  {
    question: 'Безопасное использование оружия при его ношении предполагает передачу оружия лицу, уполномоченному на его проверку:',
    answers: [
      {
        id: '5.78.1',
        value: '1. С патроном в патроннике и присоединенным магазином.',
        correct: false,
      },
      {
        id: '5.78.2',
        value: '2. С отсоединенным магазином и после проверки факта отсутствия патрона в патроннике.',
        correct: true,
      },
      {
        id: '5.78.3',
        value: '3. В том состоянии, которого потребовал проверяющий.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.79  2*/
  {
    question: 'Чистка и смазка оружия (пистолетов, револьверов, ружей и карабинов), находящегося без употребления, производится:',
    answers: [
      {
        id: '5.79.1',
        value: '1. Ежедневно.',
        correct: false,
      },
      {
        id: '5.79.2',
        value: '2. Не реже одного раза в неделю.',
        correct: true,
      },
      {
        id: '5.79.3',
        value: '3. Не реже одного раза в месяц.',
        correct: false,
      },
    ]
  },
  /* вопрос 5.80  3*/
  {
    question: 'Чистка и смазка оружия (пистолетов, револьверов, ружей и карабинов) после стрельбы производится:',
    answers: [
      {
        id: '5.80.1',
        value: '1. Однократно, по возвращении со стрельбы.',
        correct: false,
      },
      {
        id: '5.80.2',
        value: '2. Немедленно по окончании стрельбы (частично), по возвращении со стрельбы (окончательно).',
        correct: false,
      },
      {
        id: '5.80.3',
        value: '3. Немедленно по окончании стрельбы (частично), по возвращении со стрельбы (окончательно), в последующие 3-4 дня ежедневно.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.81  3*/
  {
    question: 'Чистка и смазка оружия (пистолетов, револьверов, ружей и карабинов), внесенного с мороза в теплое помещение:',
    answers: [
      {
        id: '5.81.1',
        value: '1. Производится после того, как оружие «отпотеет» (появятся капли влаги) и влага высохнет.',
        correct: false,
      },
      {
        id: '5.81.2',
        value: '2. Производится, не дожидаясь, пока оружие начнет «отпотевать» (оружие сразу протирается насухо; начинается его чистка). ',
        correct: false,
      },
      {
        id: '5.81.3',
        value: '3. Производится, когда оружие «отпотеет» - появятся капли влаги (после этого сразу протирается насухо; начинается его чистка).',
        correct: true,
      },
    ]
  },
  /* вопрос 5.82  3*/
  {
    question: 'Смазку оружия положено производить:',
    answers: [
      {
        id: '5.82.1',
        value: '1. Одновременно с чисткой.',
        correct: false,
      },
      {
        id: '5.82.2',
        value: '2. По истечении 10 минут после чистки.',
        correct: false,
      },
      {
        id: '5.82.3',
        value: '3. Немедленно после чистки.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.83  3*/
  {
    question: 'Произойдет ли выстрел, если работник юридического лица с особыми уставными задачами дослал патрон в патронник пистолета, передернув затвор и сразу поставил его на предохранитель (А при этом курок сорвался с боевого взвода!)?',
    answers: [
      {
        id: '5.83.1',
        value: '1. Произойдет, как и при любом срыве курка с боевого взвода.',
        correct: false,
      },
      {
        id: '5.83.2',
        value: '2. Произойдет, но с замедлением до 30 секунд.',
        correct: false,
      },
      {
        id: '5.83.3',
        value: '3. Не произойдет, пока не будет произведен повторный взвод и спуск курка при снятом предохранителе.',
        correct: true,
      },
    ]
  },
  /* вопрос 5.84  1*/
  {
    question: 'Как следует производить перезарядку служебного (гладкоствольного длинноствольного) ружья с помповым механизмом?',
    answers: [
      {
        id: '5.84.1',
        value: '1. Быстрым движением цевья назад, и не задерживая в заднем положении, быстрым вперед.',
        correct: true,
      },
      {
        id: '5.84.2',
        value: '2. Медленно назад и быстро вперед.',
        correct: false,
      },
      {
        id: '5.84.3',
        value: '3. Быстро назад и медленно вперед.',
        correct: false,
      },
    ]
  },
]

export {legalTraining80, tacticalSpecialtyTraining10, firstAid50, useOfSpecialTools20, firearmsTraining84};