const tacticalSpecialtyTraining = [
  /* вопрос 2.1  2*/
  {
    question: 'Какая особенность рикошетирования пули может использоваться и должна учитываться участником огневого контакта в его интересах?',
    answers: [
      {
        id: '2.1.1',
        value: '1.Потеря пулей опасности после рикошета.',
        correct: false,
      },
      {
        id: '2.1.2',
        value: '2.Возможность избежать поражения противником из-за самой способности пулирикошетировать от препятствий.',
        correct: true,
      },
      {
        id: '2.1.3',
        value: '3.Возможность поражения с помощью рикошета цели, находящейся за укрытием.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.2  1*/
  {
    question: 'Для эффективного поражения цели предполагается ведение огня (в зависимости от дистанции):',
    answers: [
      {
        id: '2.2.1',
        value: '1. На дистанции, не превышающей рекомендуемую для данного оружия.',
        correct: true,
      },
      {
        id: '2.2.2',
        value: '2. На любой дистанции (в том числе и превышающей рекомендуемую для данного оружия).',
        correct: false,
      },
      {
        id: '2.2.3',
        value: '3. На дистанции, не превышающей максимальную дальность полета пули из данного оружия.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.3  2*/
  {
    question: 'Тактика действий при наличии на траектории стрельбы третьих лиц, не участвующих в нападении:',
    answers: [
      {
        id: '2.3.1',
        value: ' 1. Обороняющийся, сам оставаясь в неподвижности, ожидает изменения ситуации (подавая третьим лицам соответствующие команды голосом).',
        correct: false,
      },
      {
        id: '2.3.2',
        value: '2. Обороняющийся перемещается в направлении (влево, вправо, вниз или вверх), обеспечивающем безопасную для третьих лиц траекторию выстрела.',
        correct: true,
      },
      {
        id: '2.3.3',
        value: '3. Обороняющийся не отвлекается на действия, направленные на обеспечение безопасности третьих лиц.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.4  2*/
  {
    question: 'Должен ли работник юридического лица с особыми уставными задачами беспрепятственно допустить на охраняемый объект лиц, представившихся работниками правоохранительных органов?',
    answers: [
      {
        id: '2.4.1',
        value: '1. Должен в любом случае, если предъявлены удостоверения, сходные с удостоверениями работников правоохранительных органов.',
        correct: false,
      },
      {
        id: '2.4.2',
        value: '2. Должен в случаях, когда законом предусмотрен беспрепятственный допуск, после того как убедится, что указанные лица являются работниками правоохранительных органов.',
        correct: true,
      },
      {
        id: '2.4.3',
        value: '3. Не должен.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.5  2*/
  {
    question: 'Действия работника юридического лица с особыми уставными задачами по просмотру документов посетителей объекта охраны (а также осмотру вносимого и выносимого ими имущества, регистрации и обработке их персональных данных) могут осуществляться:',
    answers: [
      {
        id: '2.5.1',
        value: '1. В качестве мер принуждения, применяемых независимо от воли посетителей объекта охраны, ознакомившихся с правилами внутриобъектового и пропускного режимов на объекте.',
        correct: false,
      },
      {
        id: '2.5.2',
        value: '2. На добровольной основе, когда посетители ознакомились с соответствующими правилами внутриобъектового и пропускного режимов, установленными руководством охраняемого объекта,и согласились их выполнять.',
        correct: true,
      },
      {
        id: '2.5.3',
        value: '3. На основании Кодекса Российской Федерации об административных правонарушениях, независимо от наличия каких-либо правил, установленных руководством охраняемого объекта.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.6  1*/
  {
    question: 'Работники юридического лица с особыми уставными задачами имеют право требовать от персонала и посетителей объектов охраны соблюдения внутриобъектового и пропускного режимов:',
    answers: [
      {
        id: '2.6.1',
        value: '1. При обеспечении внутриобъектового и пропускного режимов, а также при транспортировке охраняемых грузов, денежных средств и иного имущества в пределах объекта охраны.',
        correct: true,
      },
      {
        id: '2.6.2',
        value: '2. При осуществлении обязанностей по защите жизни и здоровья граждан.',
        correct: false,
      },
      {
        id: '2.6.3',
        value: '3. При обеспечении любых охранных мероприятий, предусмотренных законодательством.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.7  3*/
  {
    question: 'Имеет ли право работник юридического лица с особыми уставными задачами проверять состояние инженерно-технических средств охраны, установленных на охраняемом объекте?',
    answers: [
      {
        id: '2.7.1',
        value: '1. Имеет только в случае прохождения соответствующей подготовки и оформления допуска к их эксплуатации',
        correct: false,
      },
      {
        id: '2.7.2',
        value: '2. Не имеет.',
        correct: false,
      },
      {
        id: '2.7.3',
        value: '3. Имеет.',
        correct: true,
      },
    ]
  },
  /* вопрос 2.8  2*/
  {
    question: 'Работникам юридического лица с особыми уставными задачами запрещается препятствовать:',
    answers: [
      {
        id: '2.8.1',
        value: '1. Любым действиям должностных лиц правоохранительных и контролирующих органов при осуществлении указанными должностными лицами своей деятельности.',
        correct: false,
      },
      {
        id: '2.8.2',
        value: '2. Законным действиям должностных лиц правоохранительных и контролирующих органов при осуществлении указанными лицами своих должностных обязанностей.',
        correct: true,
      },
      {
        id: '2.8.3',
        value: '3. Действиям должностных лиц правоохранительных и контролирующих органов, независимо от того, осуществляют ли они свою служебную деятельность.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.9  1*/
  {
    question: 'При выявлении нарушений, создающих на охраняемых объектах угрозу возникновения пожаров и безопасности людей, работник юридического лица с особыми уставными задачами имеет право:',
    answers: [
      {
        id: '2.9.1',
        value: '1. Принимать меры по пресечению указанных нарушений.',
        correct: true,
      },
      {
        id: '2.9.2',
        value: '2. Давать обязательные для исполнения указания руководству охраняемого объекта по устранению выявленных нарушений.',
        correct: false,
      },
      {
        id: '2.9.3',
        value: '3. Покинуть охраняемый объект, удалившись на безопасное расстояние.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.10  2*/
  {
    question: 'При выявлении условий, способствующих хищениям имущества, работник юридического лица с особыми уставными задачами имеет право:',
    answers: [
      {
        id: '2.10.1',
        value: '1. Давать обязательные для исполнения указания материально-ответственным лицам охраняемого объекта по устранению выявленных нарушений.',
        correct: false,
      },
      {
        id: '2.10.2',
        value: '2. Принимать меры по пресечению указанных нарушений и ликвидации указанных условий.',
        correct: true,
      },
      {
        id: '2.10.3',
        value: '3. Давать рекомендации руководству охраняемого объекта по ликвидации указанных условий.',
        correct: false,
      },
    ]
  },
]

export {tacticalSpecialtyTraining};