// {
//   question: '',
//   answers: [
//     {
//       id: '..1',
//       value: '',
//       correct: false,
//     },
//     {
//       id: '..2',
//       value: '',
//       correct: false,
//     },
//     {
//       id: '..3',
//       value: '',
//       correct: false,
//     },
//   ]
// },

const tacticalSpecialtyTraining10 = [
  /* вопрос 2.1  2*/
  {
    question: 'Какая особенность рикошетирования пули может использоваться и должна учитываться участником огневого контакта в его интересах?',
    answers: [
      {
        id: '2.1.1',
        value: '1. Потеря пулей опасности после рикошета.',
        correct: false,
      },
      {
        id: '2.1.2',
        value: '2. Возможность избежать поражения противником из-за самой способности пулирикошетировать от препятствий.',
        correct: true,
      },
      {
        id: '2.1.3',
        value: '3. Возможность поражения с помощью рикошета цели, находящейся за укрытием.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.2  1*/
  {
    question: 'Для эффективного поражения цели предполагается ведение огня (в зависимости от дистанции):',
    answers: [
      {
        id: '2.2.1',
        value: '1. На дистанции, не превышающей рекомендуемую для данного оружия.',
        correct: true,
      },
      {
        id: '2.2.2',
        value: '2. На любой дистанции (в том числе и превышающей рекомендуемую для данного оружия).',
        correct: false,
      },
      {
        id: '2.2.3',
        value: '3. На дистанции, не превышающей максимальную дальность полета пули из данного оружия.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.3  2*/
  {
    question: 'Тактика действий при наличии на траектории стрельбы третьих лиц, не участвующих в нападении:',
    answers: [
      {
        id: '2.3.1',
        value: ' 1. Обороняющийся, сам оставаясь в неподвижности, ожидает изменения ситуации (подавая третьим лицам соответствующие команды голосом).',
        correct: false,
      },
      {
        id: '2.3.2',
        value: '2. Обороняющийся перемещается в направлении (влево, вправо, вниз или вверх), обеспечивающем безопасную для третьих лиц траекторию выстрела.',
        correct: true,
      },
      {
        id: '2.3.3',
        value: '3. Обороняющийся не отвлекается на действия, направленные на обеспечение безопасности третьих лиц.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.4  2*/
  {
    question: 'Должен ли работник юридического лица с особыми уставными задачами беспрепятственно допустить на охраняемый объект лиц, представившихся работниками правоохранительных органов?',
    answers: [
      {
        id: '2.4.1',
        value: '1. Должен в любом слчае,у леси предъявлены удостоверения, сходные с удостоверениями работников правоохранительных органов.',
        correct: false,
      },
      {
        id: '2.4.2',
        value: '2. Должен в случаях, когда законом предусмотрен беспрепятственный допуск, после того как убедится, что указанные лица являются работниками правоохранительных органов.',
        correct: true,
      },
      {
        id: '2.4.3',
        value: '3. Не должен.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.5  2*/
  {
    question: 'Действия работника юридического лица с особыми уставными задачами по просмотру документов посетителей объекта охраны (а также осмотру вносимого и выносимого ими имущества, регистрации и обработке их персональных данных) могут осуществляться:',
    answers: [
      {
        id: '2.5.1',
        value: '1. В качестве мер принуждения, применяемых независимо от воли посетителей объекта охраны, ознакомившихся с правилами внутриобъектового и пропускного режимов на объекте.',
        correct: false,
      },
      {
        id: '2.5.2',
        value: '2. На добровольной основе, когда посетители ознакомились с соответствующими правилами внутриобъектового и пропускного режимов, установленными руководством охраняемого объекта,и согласились их выполнять.',
        correct: true,
      },
      {
        id: '2.5.3',
        value: '3. На основании Кодекса Российской Федерации об административных правонарушениях, независимо от наличия каких-либо правил, установленных руководством охраняемого объекта.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.6  1*/
  {
    question: 'Работники юридического лица с особыми уставными задачами имеют право требовать от персонала и посетителей объектов охраны соблюдения внутриобъектового и пропускного режимов:',
    answers: [
      {
        id: '2.6.1',
        value: '1. При обеспечении внутриобъектового и пропускного режимов, а также при транспортировке охраняемых грузов, денежных средств и иного имущества в пределах объекта охраны.',
        correct: true,
      },
      {
        id: '2.6.2',
        value: '2. При осуществлении обязанностей по защите жизни и здоровья граждан.',
        correct: false,
      },
      {
        id: '2.6.3',
        value: '3. При обеспечении любых охранных мероприятий, предусмотренных законодательством.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.7  3*/
  {
    question: 'Имеет ли право работник юридического лица с особыми уставными задачами проверять состояние инженерно-технических средств охраны, установленных на охраняемом объекте?',
    answers: [
      {
        id: '2.7.1',
        value: '1. Имеет только в случае прохождения соответствующей подготовки и оформления допуска к их эксплуатации',
        correct: false,
      },
      {
        id: '2.7.2',
        value: '2. Не имеет.',
        correct: false,
      },
      {
        id: '2.7.3',
        value: '3. Имеет.',
        correct: true,
      },
    ]
  },
  /* вопрос 2.8  2*/
  {
    question: 'Работникам юридического лица с особыми уставными задачами запрещается препятствовать:',
    answers: [
      {
        id: '2.8.1',
        value: '1. Любым действиям должностных лиц правоохранительных и контролирующих органов при осуществлении указанными должностными лицами своей деятельности.',
        correct: false,
      },
      {
        id: '2.8.2',
        value: '2. Законным действиям должностных лиц правоохранительных и контролирующих органов при осуществлении указанными лицами своих должностных обязанностей.',
        correct: true,
      },
      {
        id: '2.8.3',
        value: '3. Действиям должностных лиц правоохранительных и контролирующих органов, независимо от того, осуществляют ли они свою служебную деятельность.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.9  1*/
  {
    question: 'При выявлении нарушений, создающих на охраняемых объектах угрозу возникновения пожаров и безопасности людей, работник юридического лица с особыми уставными задачами имеет право:',
    answers: [
      {
        id: '2.9.1',
        value: '1. Принимать меры по пресечению указанных нарушений.',
        correct: true,
      },
      {
        id: '2.9.2',
        value: '2. Давать обязательные для исполнения указания руководству охраняемого объекта по устранению выявленных нарушений.',
        correct: false,
      },
      {
        id: '2.9.3',
        value: '3. Покинуть охраняемый объект, удалившись на безопасное расстояние.',
        correct: false,
      },
    ]
  },
  /* вопрос 2.10  2*/
  {
    question: 'При выявлении условий, способствующих хищениям имущества, работник юридического лица с особыми уставными задачами имеет право:',
    answers: [
      {
        id: '2.10.1',
        value: '1. Давать обязательные для исполнения указания материально-ответственным лицам охраняемого объекта по устранению выявленных нарушений.',
        correct: false,
      },
      {
        id: '2.10.2',
        value: '2. Принимать меры по пресечению указанных нарушений и ликвидации указанных условий.',
        correct: true,
      },
      {
        id: '2.10.3',
        value: '3. Давать рекомендации руководству охраняемого объекта по ликвидации указанных условий.',
        correct: false,
      },
    ]
  },
]

const useOfSpecialTools20 = [
  /* вопрос 4.1  3*/
  {
    question: 'Предусмотрено ли нормативными правовыми актами Российской Федерации применение работником юридического лица с особыми уставными задачами специальных средств для отражения нападения, непосредственно угрожающего жизни и здоровью лиц, находящихся на объекте?',
    answers: [
      {
        id: '4.1.1',
        value: '1. Нет, не предусмотрено.',
        correct: false,
      },
      {
        id: '4.1.2',
        value: '2. Предусмотрено только в состоянии необходимой обороны.',
        correct: false,
      },
      {
        id: '4.1.3',
        value: '3. Да, предусмотрено.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.2   1*/
  {
    question: 'В каких случаях работнику юридического лица с особыми уставными задачами не запрещается применять специальные средства в отношении женщин с видимыми признаками беременности, лиц с явными признаками инвалидности и малолетних?',
    answers: [
      {
        id: '4.2.1',
        value: '1. В случае оказания указанными лицами вооруженного сопротивления, совершения нападения, угрожающего жизни или здоровью работников юридического лица с особыми уставными задачами, либо лиц, находящихся на охраняемом объекте.',
        correct: true,
      },
      {
        id: '4.2.2',
        value: '2. В случаях оказания указанными лицами группового сопротивления или нападения, угрожающего жизни и здоровью работников юридического лица с особыми уставными задачами или охраняемому имуществу.',
        correct: false,
      },
      {
        id: '4.2.3',
        value: '3. В случае отказа указанными лицами подчиниться требованию работника юридического лица с особыми уставными задачами проследовать в помещение охраны.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.3   1*/
  {
    question: 'Как меняется время непрерывного ношения бронежилета (жилета защитного) при повышении температуры и влажности воздуха:',
    answers: [
      {
        id: '4.3.1',
        value: '1. Уменьшается.',
        correct: true,
      },
      {
        id: '4.3.2',
        value: '2. Остается неизменным.',
        correct: false,
      },
      {
        id: '4.3.3',
        value: '3. Увеличивается.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.4   3*/
  {
    question: 'Как меняется время непрерывного ношения бронежилета (жилета защитного) при понижении температуры воздуха:',
    answers: [
      {
        id: '4.4.1',
        value: '1. Уменьшается.',
        correct: false,
      },
      {
        id: '4.4.2',
        value: '2. Остается неизменным.',
        correct: false,
      },
      {
        id: '4.4.3',
        value: '3. Увеличивается.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.5   1*/
  {
    question: 'Каким дополнительным элементом не комплектуются бронешлемы (шлемы защитные)?',
    answers: [
      {
        id: '4.5.1',
        value: '1. Шейно-плечевой накладкой.',
        correct: true,
      },
      {
        id: '4.5.2',
        value: '2. Бармицей для защиты шеи.',
        correct: false,
      },
      {
        id: '4.5.3',
        value: '3. Встроенной радиогарнитурой.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.6   3*/
  {
    question: 'Каким способом проверяется фиксация замков наручников,не угрожающая нормальному кровообращению у правонарушителя?',
    answers: [
      {
        id: '4.6.1',
        value: '1. Визуальным осмотром конечностей правонарушителя на предмет посинения.',
        correct: false,
      },
      {
        id: '4.6.2',
        value: '2. Периодическим открытием и закрытием замка наручников.',
        correct: false,
      },
      {
        id: '4.6.3',
        value: '3. Проверкой возможности браслетов наручников без затруднений поворачиваться на конечностях правонарушителя.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.7   2*/
  {
    question: 'Перед надеванием наручников на правонарушителянеобходимо:',
    answers: [
      {
        id: '4.7.1',
        value: '1. Подложить на запястья в тех местах, на которые будут надеваться наручники, ткань, салфетку или платок.',
        correct: false,
      },
      {
        id: '4.7.2',
        value: '2. Освободить запястья от одежды.',
        correct: true,
      },
      {
        id: '4.7.3',
        value: '3. Получить на применение наручников разрешение руководителя охранной организации.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.8   1*/
  {
    question: 'Палка резиновая ПУС-3, разрешенная для использования работниками юридического лица с особыми уставными задачами выпускается в следующих вариантах:',
    answers: [
      {
        id: '4.8.1',
        value: '1. Раскладная и телескопическая.',
        correct: true,
      },
      {
        id: '4.8.2',
        value: '2. Прямая и с боковой ручкой.',
        correct: false,
      },
      {
        id: '4.8.3',
        value: '3. Произвольная и штатная.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.9   2*/
  {
    question: 'Палки резиновые ПУС-2 и ПР-Т, разрешенные для использования работниками юридического лица с особыми уставными задачами имеют в своей конструкции:',
    answers: [
      {
        id: '4.9.1',
        value: '1. Выступающий кольцевой элемент (мини-гарду) рукоятки.',
        correct: false,
      },
      {
        id: '4.9.2',
        value: '2. Боковую ручку.',
        correct: true,
      },
      {
        id: '4.9.3',
        value: '3. Металлический наконечник.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.10  1*/
  {
    question: 'Палка резиновая ПР-73М, разрешенная для использования работниками юридического лица с особыми уставными задачами имеет в своей конструкции:',
    answers: [
      {
        id: '4.10.1',
        value: '1. Выступающий кольцевой элемент (мини-гарду) рукоятки.',
        correct: true,
      },
      {
        id: '4.10.2',
        value: '2. Боковую ручку.',
        correct: false,
      },
      {
        id: '4.10.3',
        value: '3. Металлический наконечник.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.11  3*/
  {
    question: 'Какая из палок резиновых, разрешенных для использования работниками юридического лица с особыми уставными задачами выпускается в варианте «телескопическая»:',
    answers: [
      {
        id: '4.11.1',
        value: '1. ПУС-2.',
        correct: false,
      },
      {
        id: '4.11.2',
        value: '2. ПР-Т.',
        correct: false,
      },
      {
        id: '4.11.3',
        value: '3. ПУС-3.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.12  1*/
  {
    question: 'Какие из палок резиновых, разрешенных для использования работниками юридического лица с особыми уставными задачами имеют наибольшую длину (650 мм):',
    answers: [
      {
        id: '4.12.1',
        value: '1. ПУС-1 и ПУС-2.',
        correct: true,
      },
      {
        id: '4.12.2',
        value: '2. ПР-Т и ПР-К.',
        correct: false,
      },
      {
        id: '4.12.3',
        value: '3. ПУС-3.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.13  1*/
  {
    question: 'Палки резиновые, разрешенные для использования работниками юридического лица с особыми уставными задачами имеют диаметр:',
    answers: [
      {
        id: '4.13.1',
        value: '1. От 30 до 34 мм.',
        correct: true,
      },
      {
        id: '4.13.2',
        value: '2. От 34 до 38 мм.',
        correct: false,
      },
      {
        id: '4.13.3',
        value: '3. От 38 до 42 мм.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.14  3*/
  {
    question: 'Какая из палок резиновых, разрешенных для использования работниками юридического лица с особыми уставными задачами имеет наибольший вес (850 гр):',
    answers: [
      {
        id: '4.14.1',
        value: '1. ПР-К.',
        correct: false,
      },
      {
        id: '4.14.2',
        value: '2. ПР-Т.',
        correct: false,
      },
      {
        id: '4.14.3',
        value: '3. ПР-73М.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.15  2*/
  {
    question: 'Бронежилеты и бронешлемы (жилеты и шлемызащитные), за исключением изготовленных специально для особых условий эксплуатации, могут терять свои свойства:',
    answers: [
      {
        id: '4.15.1',
        value: '1. При воздействии ультрафиолетового излучения.',
        correct: false,
      },
      {
        id: '4.15.2',
        value: '2. При намокании.',
        correct: true,
      },
      {
        id: '4.15.3',
        value: '3. При температуре +30°С.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.16  3*/
  {
    question: 'Какие вещества (материалы) запрещается хранить совместно с бронежилетами и бронешлемами (жилетами ишлемами защитными)?',
    answers: [
      {
        id: '4.16.1',
        value: '1. Гидросорбенты (влагопоглотители).',
        correct: false,
      },
      {
        id: '4.16.2',
        value: '2. Резиновые изделия (резину).',
        correct: false,
      },
      {
        id: '4.16.3',
        value: '3. Масла и кислоты.',
        correct: true,
      },
    ]
  },
  /* вопрос 4.17  1*/
  {
    question: 'Хранение каких видов специальных средств, используемых юридическими лицами с особыми уставными задачами, допускается ближе 1 метра от отопительных приборов?',
    answers: [
      {
        id: '4.17.1',
        value: '1. Наручников.',
        correct: true,
      },
      {
        id: '4.17.2',
        value: '2. Палок резиновых.',
        correct: false,
      },
      {
        id: '4.17.3',
        value: '3. Жилетов и шлемов защитных.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.18  2*/
  {
    question: 'При ношении бронежилетов (жилетов защитных) скрытог оношения рекомендуется использовать одежду:',
    answers: [
      {
        id: '4.18.1',
        value: '1. Совпадающую по размеру с той, которую носит использующий бронежилет (жилет защитный) или одежду свободного покроя.',
        correct: false,
      },
      {
        id: '4.18.2',
        value: '2. На 1-2 размера больше той, которую носит использующий бронежилет (жилет защитный) или одежду свободного покроя.',
        correct: true,
      },
      {
        id: '4.18.3',
        value: '3. На 3-4 размера больше той, которую носит использующий бронежилет (жилет защитный) илиодежду свободного покроя.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.19  2*/
  {
    question: 'Согласно рекомендациям предприятий-производителей, неследует применять аэрозольные устройства, снаряженные слезоточивыми веществами:',
    answers: [
      {
        id: '4.19.1',
        value: '1. Во время дождя или в сырую погоду.',
        correct: false,
      },
      {
        id: '4.19.2',
        value: '2. При встречном ветре, а также в замкнутом пространстве (подъездах, лифтах, транспортных средствах и т.п.).',
        correct: true,
      },
      {
        id: '4.19.3',
        value: '3. При температуре окружающего воздуха ниже 0ºС.',
        correct: false,
      },
    ]
  },
  /* вопрос 4.20  2*/
  {
    question: 'При эксплуатации электрошоковых устройств (ЭШУ) необходимо:',
    answers: [
      {
        id: '4.20.1',
        value: '1. Избегать контакта рабочих электродов в области низа живота, поясницы и ягодиц объекта воздействия.',
        correct: false,
      },
      {
        id: '4.20.2',
        value: '2. Избегать контакта рабочих электродов в области сердца, головы, шеи и солнечного сплетения объекта воздействия.',
        correct: true,
      },
      {
        id: '4.20.3',
        value: '3. Еженедельно зачищать рабочие электроды наждачной бумагой.',
        correct: false,
      },
    ]
  },
]

const firstAid50 = [
  /* вопрос 3.1  3*/
  {
    question: 'Каково содержание информации, сообщаемой при вызове скорой медицинской помощи?',
    answers: [
      {
        id: '3.1.1',
        value: '1. Сообщить, кто вызывает, телефон вызывающего, что случилось, кто пострадал/заболел (пол, возраст), адрес с указанием подъездного пути, дома, подъезда, этажа, кода на входной двери.',
        correct: false,
      },
      {
        id: '3.1.2',
        value: '2. Сообщить, что случилось, кто вызывает, телефон вызывающего, кто пострадал/заболел (пол, возраст), адрес с указанием подъездного пути, дома, подъезда, этажа, кода на входной двери.',
        correct: false,
      },
      {
        id: '3.1.3',
        value: '3. Сообщить, что случилось, кто пострадал/заболел (пол, возраст), адрес с указанием подъездных путей, дома, подъезда, этажа, кода на входной двери, кто вызывает, телефон вызывающего.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.2   3*/
  {
    question: 'Каков порядок действий при встрече медицинских работников, прибывающих по вызову?',
    answers: [
      {
        id: '3.2.1',
        value: '1. Ожидать встречи «Скорой помощи» на месте происшествия, объясняя по телефону диспетчеру «03», как поехать к месту происшествия.',
        correct: false,
      },
      {
        id: '3.2.2',
        value: '2. Направить кого-нибудь встречать «Скорую помощь», самому ожидать у места происшествия и оказывать первую помощь.',
        correct: false,
      },
      {
        id: '3.2.3',
        value: '3. Направить кого-нибудь встречать «Скорую помощь», при сложном маршруте обозначить его дополнительными опознавательными знаками, самому ожидать у места происшествия и оказывать первую помощь.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.3   2*/
  {
    question: 'Входят ли в состав аптечки первой помощи медицинские препараты?',
    answers: [
      {
        id: '3.3.1',
        value: '1. Входят медицинские препараты, отпускаемые в аптеках без рецепта (йод, нашатырный спирт, валидол, нитроглицерин и т.п.).',
        correct: false,
      },
      {
        id: '3.3.2',
        value: '2. Не входят.',
        correct: true,
      },
      {
        id: '3.3.3',
        value: '3. Входят медицинские препараты, отпускаемые в аптеках без рецепта (йод, нашатырный спирт, валидол, нитроглицерин и т.п.), а также препараты для проведения комплексной противошоковой терапии (кордиамин, дексаметазон, кеторолакатрометамин или баралгин и т.п.).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.4   1*/
  {
    question: 'Какие из мероприятий по оценке обстановки и обеспечению безопасных условий для оказания первой помощи совершаются в порядке осмотра места происшествия?',
    answers: [
      {
        id: '3.4.1',
        value: '1. Определение угрожающих факторов для собственной жизни и здоровья; определение угрожающих факторов для жизни и здоровья пострадавшего; оценка количества пострадавших.',
        correct: true,
      },
      {
        id: '3.4.2',
        value: '2. Устранение угрожающих факторов для жизни и здоровья; прекращение действия повреждающих факторов на пострадавшего.',
        correct: false,
      },
      {
        id: '3.4.3',
        value: '3. Придание правильного транспортного положения и организация транспортировки пострадавшего.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.5   2*/
  {
    question: 'Первым действием (первым этапом) при оказании первой помощи является:',
    answers: [
      {
        id: '3.5.1',
        value: '1. Предотвращение возможных осложнений.',
        correct: false,
      },
      {
        id: '3.5.2',
        value: '2. Прекращение воздействия травмирующего фактора.',
        correct: true,
      },
      {
        id: '3.5.3',
        value: '3. Правильная транспортировка пострадавшего.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.6   1*/
  {
    question: 'Вторым действием (вторым этапом) при оказании первой помощи является:',
    answers: [
      {
        id: '3.6.1',
        value: '1. Устранение состояния, угрожающего жизни и здоровью пострадавшего.',
        correct: true,
      },
      {
        id: '3.6.2',
        value: '2. Правильная транспортировка пострадавшего.',
        correct: false,
      },
      {
        id: '3.6.3',
        value: '3. Предотвращение возможных осложнений.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.7   3*/
  {
    question: 'Третьим действием (третьим этапом) при оказании первой помощи является:',
    answers: [
      {
        id: '3.7.1',
        value: '1. Прекращение воздействия травмирующего фактора.',
        correct: false,
      },
      {
        id: '3.7.2',
        value: '2. Предотвращение возможных осложнений.',
        correct: false,
      },
      {
        id: '3.7.3',
        value: '3. Правильная транспортировка пострадавшего.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.8   2*/
  {
    question: 'Если пострадавший находится без сознания, в какое положение до прибытия скорой помощи он должен быть переведен?',
    answers: [
      {
        id: '3.8.1',
        value: '1. В положении на спине.',
        correct: false,
      },
      {
        id: '3.8.2',
        value: '2. В устойчивое боковое положение.',
        correct: true,
      },
      {
        id: '3.8.3',
        value: '3. В положении полусидя.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.9   3*/
  {
    question: 'Если пострадавший находится в сознании и задыхается, или у него имеется ранение грудной клетки, в какое положение до прибытия скорой помощи он должен быть переведен?',
    answers: [
      {
        id: '3.9.1',
        value: '1. В положении на спине.',
        correct: false,
      },
      {
        id: '3.9.2',
        value: '2. В устойчивое боковое положение.',
        correct: false,
      },
      {
        id: '3.9.3',
        value: '3. В положении полусидя.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.10  2*/
  {
    question: 'Правильная транспортировка пострадавшего, находящегося без сознания (за исключением случаев, когда в связи с подозрением на травму позвоночника менять положение тела не рекомендуется) производится:',
    answers: [
      {
        id: '3.10.1',
        value: '1. В положении на спине.',
        correct: false,
      },
      {
        id: '3.10.2',
        value: '2. В положении на боку.',
        correct: true,
      },
      {
        id: '3.10.3',
        value: '3. В положении с приподнятыми нижними конечностями.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.11  3*/
  {
    question: 'Что надо делать в случае, если у пострадавшего развился приступ эпилепсии (судорожный приступ)?',
    answers: [
      {
        id: '3.11.1',
        value: '1. Удерживать пострадавшего за руки и ноги, для предотвращения укуса языка и его западения ввести в рот ложку, по окончанию приступа перевести в устойчивое боковое положение.',
        correct: false,
      },
      {
        id: '3.11.2',
        value: '2. Придерживать пострадавшего за голову, не давая ее разбить, по окончанию приступа очистить рот, перевести в устойчивое боковое положение.',
        correct: false,
      },
      {
        id: '3.11.3',
        value: '3. Придерживать пострадавшего за голову, для предотвращения укуса языка и его западения ввести в рот ложку, по окончанию приступа перевести в устойчивое боковое положение.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.12  2*/
  {
    question: 'Способы временной остановки кровотечения:',
    answers: [
      {
        id: '3.12.1',
        value: '1. Частичное сгибание конечности, наложение пластыря, наложение давящей повязки.',
        correct: false,
      },
      {
        id: '3.12.2',
        value: '2. Пальцевое прижатие, максимальное сгибание конечности, наложение жгута (закрутки), наложение давящей повязки.',
        correct: true,
      },
      {
        id: '3.12.3',
        value: '3. Придание возвышенного положения конечности, наложение асептической повязки.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.13  2*/
  {
    question: 'Какова правильная последовательность действий при остановке артериального кровотечения?',
    answers: [
      {
        id: '3.13.1',
        value: '1. Накладывается жгут (скрутка, ремень), накладывается чистая повязка, указывается время наложения жгута.',
        correct: false,
      },
      {
        id: '3.13.2',
        value: '2. Проводится пальцевая остановка кровотечения, накладывается жгут (скрутка, ремень), накладывается чистая повязка, указывается время наложения жгута.',
        correct: true,
      },
      {
        id: '3.13.3',
        value: '3. Проводится пальцевая остановка кровотечения, накладывается чистая повязка, накладывается жгут (скрутка, ремень), указывается время наложения жгута.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.14  2*/
  {
    question: 'Техника наложения кровоостанавливающего жгута предусматривает:',
    answers: [
      {
        id: '3.14.1',
        value: '1. Наложение жгута на одежду ниже места кровотечения (с указанием времени наложения в записке).',
        correct: false,
      },
      {
        id: '3.14.2',
        value: '2. Наложение жгута на одежду выше места кровотечения (с указанием времени наложения в записке).',
        correct: true,
      },
      {
        id: '3.14.3',
        value: '3. Наложение жгута под одежду выше места кровотечения.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.15  1*/
  {
    question: 'Время наложения кровоостанавливающего жгута:',
    answers: [
      {
        id: '3.15.1',
        value: '1. Летом – не более чем на 1 час, зимой – не более чем на 30 минут.',
        correct: true,
      },
      {
        id: '3.15.2',
        value: '2. Летом – не более чем на 30 минут, зимой – не более чем на 1 час.',
        correct: false,
      },
      {
        id: '3.15.3',
        value: '3. Не более чем на 30 минут, независимо от окружающей температуры.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.16  1*/
  {
    question: 'При вынужденном длительном наложении кровоостанав­ли­вающий жгут необходимо:',
    answers: [
      {
        id: '3.16.1',
        value: '1. Периодически ослаблять, применяя на это время пальцевое прижатие, затем переносить выше прежнего места наложения.',
        correct: true,
      },
      {
        id: '3.16.2',
        value: '2. Периодически ослаблять, и затем переносить ниже прежнего места наложения.',
        correct: false,
      },
      {
        id: '3.16.3',
        value: '3. Периодически ослаблять, применяя на это время пальцевое прижатие, затем накладывать на прежнее место.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.17  2*/
  {
    question: 'Куда накладывается кровоостанавливающий жгут на конечность при кровотечении?',
    answers: [
      {
        id: '3.17.1',
        value: '1. Ниже раны на 4-6 см.',
        correct: false,
      },
      {
        id: '3.17.2',
        value: '2. Выше раны на 4-6 см.',
        correct: true,
      },
      {
        id: '3.17.3',
        value: '3. Непосредственно на рану.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.18  3*/
  {
    question: 'Действия по помощи пострадавшему при попадании инородного тела в дыхательные пути:',
    answers: [
      {
        id: '3.18.1',
        value: '1. Положить пострадавшего на бок и вызвать интенсивную рвоту.',
        correct: false,
      },
      {
        id: '3.18.2',
        value: '2. Нанести пострадавшему, стоящему прямо, несколько интенсивных ударов ладонью между лопаток.',
        correct: false,
      },
      {
        id: '3.18.3',
        value: '3. Нагнуть туловище пострадавшего вперед, нанести несколько интенсивных ударов ладонью между лопаток, при отсутствии эффекта – провести прием «Геймлиха».',
        correct: true,
      },
    ]
  },
  /* вопрос 3.19  1*/
  {
    question: 'Что надо сделать при возникновении непроходящих в покое острых болей за грудиной (в области сердца)?',
    answers: [
      {
        id: '3.19.1',
        value: '1. Немедленно вызвать «Скорую помощь», обеспечить пострадавшему полный покой в полусидячем положении, обеспечить приток воздуха.',
        correct: true,
      },
      {
        id: '3.19.2',
        value: '2. Положить пострадавшего на спину, укутать одеялом, вызвать «Скорую помощь».',
        correct: false,
      },
      {
        id: '3.19.3',
        value: '3. Посадить пострадавшего, обеспечить приток свежего воздуха, положить на грудь холод, вызвать «Скорую помощь».',
        correct: false,
      },
    ]
  },
  /* вопрос 3.20  3*/
  {
    question: 'Что в первую очередь может помочь при возникновении непроходящих в покое острых болей за грудиной (в области сердца)?',
    answers: [
      {
        id: '3.20.1',
        value: '1. Измерение давления и частоты пульса.',
        correct: false,
      },
      {
        id: '3.20.2',
        value: '2. Обеспечение физической нагрузки.',
        correct: false,
      },
      {
        id: '3.20.3',
        value: '3. Прием нитроглицерина под язык (только если пострадавший знает о своей болезни и имеет его при себе).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.21  1*/
  {
    question: 'Реакция зрачка пострадавшего на свет свидетельствует:',
    answers: [
      {
        id: '3.21.1',
        value: '1. О наличии сознания.',
        correct: true,
      },
      {
        id: '3.21.2',
        value: '2. Об отсутствии сознания.',
        correct: false,
      },
      {
        id: '3.21.3',
        value: '3. О состоянии биологической смерти.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.22  1*/
  {
    question: 'В каком порядке проводятся мероприятия первой помощи при ранении?',
    answers: [
      {
        id: '3.22.1',
        value: '1. Остановка кровотечения, обеззараживание раны, наложение повязки.',
        correct: true,
      },
      {
        id: '3.22.2',
        value: '2. Обеззараживание раны, наложение повязки, остановка кровотечения.',
        correct: false,
      },
      {
        id: '3.22.3',
        value: '3. Остановка кровотечения, наложение повязки.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.23  1*/
  {
    question: 'Какие действия проводятся при проникающем ранении грудной клетки (с выходом воздуха в плевральную полость)?',
    answers: [
      {
        id: '3.23.1',
        value: '1. Придание возвышенного положения, первоначальное закрытие раны ладонью, затем закрытие раны повязкой, не пропускающей воздух - с использованием индивидуального перевязочного пакета, иного полиэтиленового пакета и т. п.',
        correct: true,
      },
      {
        id: '3.23.2',
        value: '2. Придание возвышенного положения, первоначальное закрытие раны ладонью, закрытие раны повязкой, обеспечивающей фиксацию грудной клетки пострадавшего.',
        correct: false,
      },
      {
        id: '3.23.3',
        value: '3. Придание пострадавшему положения «на спине» первоначальное закрытие раны ладонью, затем закрытие раны повязкой, не пропускающей воздух - с использованием индивидуального перевязочного пакета, иного полиэтиленового пакета и т.п.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.24  3*/
  {
    question: 'Какие правила оказания первой помощи соблюдаются при проникающем ранении в брюшную полость?',
    answers: [
      {
        id: '3.24.1',
        value: '1. Не давать пострадавшему жидкость, извлечь инородное тело, накрыть рану стерильной салфеткой.',
        correct: false,
      },
      {
        id: '3.24.2',
        value: '2. Приподнять голову, дать сладкое теплое питье, накрыть стерильной салфеткой и положить холод на рану.',
        correct: false,
      },
      {
        id: '3.24.3',
        value: '3. Не давать пострадавшему жидкость, не извлекать инородное тело, накрыть рану стерильной салфеткой.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.25  3*/
  {
    question: 'Что надо делать при нахождении ножа или другого ранящего предмета в ране?',
    answers: [
      {
        id: '3.25.1',
        value: '1. Вытащить нож и быстро, без обработки раны антисептиком, наложить повязку.',
        correct: false,
      },
      {
        id: '3.25.2',
        value: '2. Применить пальцевое прижатие, наложить жгут выше места ранения, вытащить ранящий предмет, наложить повязку.',
        correct: false,
      },
      {
        id: '3.25.3',
        value: '3. Оставить ранящий предмет в ране, зафиксировать предмет в ране, наложив вокруг него повязку.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.26  2*/
  {
    question: 'К ушибленному месту необходимо приложить:',
    answers: [
      {
        id: '3.26.1',
        value: '1. Грелку.',
        correct: false,
      },
      {
        id: '3.26.2',
        value: '2. Холод.',
        correct: true,
      },
      {
        id: '3.26.3',
        value: '3. Спиртовой компресс.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.27  2*/
  {
    question: 'Что необходимо сделать при ожоговой ране?',
    answers: [
      {
        id: '3.27.1',
        value: '1. Очистить рану и промыть ее холодной водой.',
        correct: false,
      },
      {
        id: '3.27.2',
        value: '2. Наложить чистую увлажненную повязку.',
        correct: true,
      },
      {
        id: '3.27.3',
        value: '3. Смазать рану маслом, наложить повязку.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.28  1*/
  {
    question: 'При попадании слезоточивых и раздражающих веществ на кожу следует:',
    answers: [
      {
        id: '3.28.1',
        value: '1. Протереть последовательно тремя тампонами - с 40% раствором этилового спирта, с 3% раствором бикарбоната натрия (соды), с мыльным раствором.',
        correct: true,
      },
      {
        id: '3.28.2',
        value: '2. Промыть кожу холодной водой.',
        correct: false,
      },
      {
        id: '3.28.3',
        value: '3. Промокнуть сухой ветошью.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.29  3*/
  {
    question: 'При попадании слезоточивых и раздражающих веществ в глаза необходимо:',
    answers: [
      {
        id: '29.1',
        value: '1. Протереть глаза масляным тампоном.',
        correct: false,
      },
      {
        id: '29.2',
        value: '2. Протереть глаза сухой ветошью.',
        correct: false,
      },
      {
        id: '29.3',
        value: '3. Промыть глаза обильной струей теплой воды, затем 2% раствором бикарбоната натрия (соды).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.30  2*/
  {
    question: 'При повреждении костей предплечья или голени шину накладывают:',
    answers: [
      {
        id: '3.30.1',
        value: '1. С захватом верхнего (по отношению к месту перелома) сустава.',
        correct: false,
      },
      {
        id: '3.30.2',
        value: '2. С захватом двух суставов (выше и ниже места перелома).',
        correct: true,
      },
      {
        id: '3.30.3',
        value: '3. С захватом трех суставов.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.31  3*/
  {
    question: 'При повреждении костей плеча или бедра шину накладывают:',
    answers: [
      {
        id: '3.31.1',
        value: '1. С захватом верхнего (по отношению к месту перелома) сустава.',
        correct: false,
      },
      {
        id: '3.31.2',
        value: '2. С захватом двух суставов (выше и ниже места перелома).',
        correct: false,
      },
      {
        id: '3.31.3',
        value: '3. С захватом трех суставов (двух ниже и одного выше места перелома).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.32  1*/
  {
    question: 'Порядок оказания первой помощи при открытых переломах.',
    answers: [
      {
        id: '3.32.1',
        value: '1. Обезболить (по возможности), наложить повязку, наложить шину.',
        correct: true,
      },
      {
        id: '3.32.2',
        value: '2. Наложить шину, наложить повязку на рану.',
        correct: false,
      },
      {
        id: '3.32.3',
        value: '3. Наложить шину и обезболить (по возможности).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.33  2*/
  {
    question: 'При каких действиях достигается наибольшая эффективность оказания помощи при выведении пострадавшего из обморока?',
    answers: [
      {
        id: '3.33.1',
        value: '1. При укутывании пострадавшего в одеяло, приведения его в боковое устойчивое положение.',
        correct: false,
      },
      {
        id: '3.33.2',
        value: '2. При поднятии ног пострадавшего выше уровня тела, при скручивающем нажатии на середину грудины, при наличии нашатырного спирта - при поднесении к носу и смазывании висков ваткой, смоченной нашатырным спиртом.',
        correct: true,
      },
      {
        id: '3.33.3',
        value: '3. При нажатии на точку в центре носогубного треугольника.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.34  2*/
  {
    question: 'Как проверяется пульс при бессознательном состоянии пострадавшего и при травмах?',
    answers: [
      {
        id: '3.34.1',
        value: '1. Пульс проверяется на запястье.',
        correct: false,
      },
      {
        id: '3.34.2',
        value: '2. Пульс проверяется на сонной артерии.',
        correct: true,
      },
      {
        id: '3.34.3',
        value: '3. Приложив ухо к груди прослушивается сердцебиение.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.35  2*/
  {
    question: 'Что надо сделать для определения наличия дыхания при бессознательном состоянии пострадавшего?',
    answers: [
      {
        id: '3.35.1',
        value: '1. Поднести зеркальце или птичье перо к носу пострадавшего.',
        correct: false,
      },
      {
        id: '3.35.2',
        value: '2. Поднести к носу пострадавшего внутреннюю сторону своего запястья или щеку.',
        correct: true,
      },
      {
        id: '3.35.3',
        value: '3. Приложить ухо к груди пострадавшего и прослушать дыхание.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.36  3*/
  {
    question: 'Действия по оказанию первой помощи при обморожении:',
    answers: [
      {
        id: '3.36.1',
        value: '1. Растереть обмороженную конечность с помощью спиртосодержащих растворов.',
        correct: false,
      },
      {
        id: '3.36.2',
        value: '2. Растереть обмороженную конечность снегом.',
        correct: false,
      },
      {
        id: '3.36.3',
        value: '3. Укутать пострадавшую конечность одеялом, одеждой (сухое тепло) и дать теплое питье.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.37  3*/
  {
    question: 'Действия по оказанию первой помощи при термических ожогах:',
    answers: [
      {
        id: '3.37.1',
        value: '1. Смазать маслом, кремом, промыть водой.',
        correct: false,
      },
      {
        id: '3.37.2',
        value: '2. Снять обгоревшую одежду, вскрыть пузыри, наложить повязку.',
        correct: false,
      },
      {
        id: '3.37.3',
        value: '3. Освободить от одежды обожженную часть тела (за исключением присохших фрагментов), пузыри не вскрывать, ничем не смазывать, покрыть чистым сухим материалом (наложить стерильную повязку).',
        correct: true,
      },
    ]
  },
  /* вопрос 3.38  1*/
  {
    question: 'Действия по оказанию первой помощи при химических ожогах:',
    answers: [
      {
        id: '3.38.1',
        value: '1. Обильно промыть струей воды и нейтрализовать (кислоту – слабым раствором щелочи, щелочь – слабым раствором кислоты).',
        correct: true,
      },
      {
        id: '3.38.2',
        value: '2. Промыть водой, просушить.',
        correct: false,
      },
      {
        id: '3.38.3',
        value: '3. Протереть тампоном, смоченным спиртосодержащей жидкостью.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.39  2*/
  {
    question: 'Действия по оказанию первой помощи при пищевом отравлении:',
    answers: [
      {
        id: '3.39.1',
        value: '1. Вызвать рвоту нажатием на корень языка.',
        correct: false,
      },
      {
        id: '3.39.2',
        value: '2. Дать выпить 5-6 стаканов теплой воды или слабого раствора пищевой соды, вызвать рвоту, повторить несколько раз.',
        correct: true,
      },
      {
        id: '3.39.3',
        value: '3. Дать выпить два-три стакана крепкого чая.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.40  2*/
  {
    question: 'Для эффективного промывания желудка взрослого человека при химических отравлениях необходимо:',
    answers: [
      {
        id: '3.40.1',
        value: '1. Не менее 3-6 литров воды.',
        correct: false,
      },
      {
        id: '3.40.2',
        value: '2. Не менее 10-12 литров воды.',
        correct: true,
      },
      {
        id: '3.40.3',
        value: '3. Количество воды потребное для появления чистых промывных вод.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.41  2*/
  {
    question: 'Промывание желудка при отравлении в порядке первой помощи (немедицинским персоналом и без желудочного зонда) запрещено:',
    answers: [
      {
        id: '3.41.1',
        value: '1. При отравлениях у лиц, не имеющих при себе документов, удостоверяющих личность.',
        correct: false,
      },
      {
        id: '3.41.2',
        value: '2. При отравлениях кислотами, щелочами, нефтепродуктами, при судорогах, в случае потери сознания пострадавшим.',
        correct: true,
      },
      {
        id: '3.41.3',
        value: '3. При отравлениях у несовершеннолетних детей.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.42  1*/
  {
    question: 'В каком объеме проводятся мероприятия при прекращении сердечной деятельности и дыхания у пострадавшего?',
    answers: [
      {
        id: '3.42.1',
        value: '1. Освобождение дыхательных путей, проведение ИВЛ (искусственной вентиляции легких) и НМС (непрямого массажа сердца).',
        correct: true,
      },
      {
        id: '3.42.2',
        value: '2. Проведение НМС (непрямого массажа сердца).',
        correct: false,
      },
      {
        id: '3.42.3',
        value: '3. Освобождение дыхательных путей, проведение ИВЛ (искусственной вентиляции легких).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.43  1*/
  {
    question: 'Положение пострадавшего при проведении сердечно-легочной реанимации:',
    answers: [
      {
        id: '3.43.1',
        value: '1. На спине, на ровной жесткой поверхности (колени реанимирующего на уровне спины пострадавшего).',
        correct: true,
      },
      {
        id: '3.43.2',
        value: '2. В том положении, в котором был обнаружен пострадавший (колени реанимирующего выше уровня спины пострадавшего).',
        correct: false,
      },
      {
        id: '3.43.3',
        value: '3. На спине на кровати (колени реанимирующего ниже уровня спины пострадавшего).',
        correct: false,
      },
    ]
  },
  /* вопрос 3.44  1*/
  {
    question: 'При проведении ИВЛ (искусственной вентиляции легких) методом «рот в рот» необходимо:',
    answers: [
      {
        id: '3.44.1',
        value: '1. Свободной рукой плотно зажимать нос пострадавшего.',
        correct: true,
      },
      {
        id: '3.44.2',
        value: '2. Зажимать нос пострадавшего только в случае, если носовые ходы свободны.',
        correct: false,
      },
      {
        id: '3.44.3',
        value: '3. Нос пострадавшему не зажимать.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.45  2*/
  {
    question: 'При проведении ИВЛ (искусственной вентиляции легких) методом «рот в нос» необходимо:',
    answers: [
      {
        id: '3.45.1',
        value: '1. Свободной рукой открывать рот пострадавшего для обеспечения выдоха.',
        correct: false,
      },
      {
        id: '3.45.2',
        value: '2. Свободной рукой плотно удерживать нижнюю челюсть пострадавшего, чтобы его рот был закрыт.',
        correct: true,
      },
      {
        id: '3.45.3',
        value: '3. Не проводить никаких манипуляций с нижней челюстью пострадавшего.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.46  2*/
  {
    question: 'Особенности проведения ИВЛ (искусственной вентиляции легких) детям:',
    answers: [
      {
        id: '3.46.1',
        value: '1. Частота вдуваний воздуха и объем вдуваемого воздуха, по сравнению со взрослыми пострадавшими, не меняется.',
        correct: false,
      },
      {
        id: '3.46.2',
        value: '2. Увеличивается частота вдуваний воздуха с обязательным уменьшением объема вдуваемого воздуха.',
        correct: true,
      },
      {
        id: '3.46.3',
        value: '3. Уменьшается частота вдуваний воздуха с обязательным уменьшением объема вдуваемого воздуха.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.47  2*/
  {
    question: 'Частота вдуваний воздуха в минуту при проведении ИВЛ (искусственной вентиляции легких) составляет:',
    answers: [
      {
        id: '3.47.1',
        value: '1. 6-8 вдуваний в минуту для взрослых, 8-10 для детей.',
        correct: false,
      },
      {
        id: '3.47.2',
        value: '2. 8-10 вдуваний в минуту для взрослых, 12-20 для детей.',
        correct: true,
      },
      {
        id: '3.47.3',
        value: '3. 20-24 вдуваний в минуту для взрослых, 30-36 для детей.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.48  3*/
  {
    question: 'Ритм сердечно-легочной реанимации, выполняемой при оказании первой помощи:',
    answers: [
      {
        id: '3.48.1',
        value: '1. 5 надавливаний на грудную клетку – 1 вдувание воздуха.',
        correct: false,
      },
      {
        id: '3.48.2',
        value: '2. 15 надавливаний на грудную клетку – 2 вдувания воздуха.',
        correct: false,
      },
      {
        id: '3.48.3',
        value: '3. 30 надавливаний на грудную клетку – 2 вдувания воздуха.',
        correct: true,
      },
    ]
  },
  /* вопрос 3.49  1*/
  {
    question: 'Помогая пострадавшему, работник юридического лица с особыми уставными задачами оказывает ему:',
    answers: [
      {
        id: '3.49.1',
        value: '1. Первую помощь.',
        correct: true,
      },
      {
        id: '3.49.2',
        value: '2. Специализированную помощь.',
        correct: false,
      },
      {
        id: '3.49.3',
        value: '3. Медикаментозную помощь.',
        correct: false,
      },
    ]
  },
  /* вопрос 3.50  3*/
  {
    question: 'После оказания первой помощи при ранении следует обратиться в медицинское учреждение для профилактики столбняка:',
    answers: [
      {
        id: '3.50.1',
        value: '1. Только при укушенных или огнестрельных ранах.',
        correct: false,
      },
      {
        id: '3.50.2',
        value: '2. Только в тех случаях, когда рана или ранящий предмет имели непосредственный контакт с почвой.',
        correct: false,
      },
      {
        id: '3.50.3',
        value: '3. При любых ранениях.',
        correct: true,
      },
    ]
  },
]



export {tacticalSpecialtyTraining10, useOfSpecialTools20, firstAid50};